[
  {
    "id": 1,
    "title": "Gereja",
    "text": "Gereja tola mo'eluaha ia <strong>omo Lowalangi</strong> ma zui <strong>angowuloa niha samati</strong>. Ba Danö Niha asese la'ali ia faoma osali, sambua nahia gangowuloa zato. Börö da'ö ba <strong>Gereja Protestan</strong> ba Danö Niha no fagölö geluahara gosali gereja. Hiza to'ölö la'oguna'ö wehede gosali bakha <strong>Gereja Katolik</strong> ba Danö Niha <strong>ha</strong> ba nomo Lowalangi si so ba mbanu-banua misa si lö khönia bakha nifotöi <strong>Sakramen Fondrege Ni'amoni'ö</strong>. Lö latötöi osali nomo Lowalangi si so bakha <strong>Sakramen Fondrege Ni'amoni'ö</strong> (24 jam ma'ökhö, 7 ngaluo samigu), si mane ba gereja Paroki ma gereja Katedral. Gereja simane andre tenga nahia gangowuloa si fagölö ia, börö me no muhonogöi wa <strong>ha</strong> tola molau halöŵö wangandrö khönia bakha, ba tebai lahalö rafe, folelo ma zui owasa tanöbö'ö. (Baso dohu-tohu zinura <strong>Gereja</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Hallstatt_evangelische_Kirche_20180206.jpg"
  },
  {
    "id": 2,
    "title": "Teori evolusi",
    "text": "<strong>On the Origin of Species</strong> no sambua zinura <em>ilmiah</em> ba li Inggris nisura <strong>Charles Darwin</strong> sanandrösa ba nifotöi <strong>teori evolusi</strong> niraka me 24 November 1859. Bakha ba mbuku andre iŵa'ö Darwin wa fefu zauri ba gulidanö andre no manumbu moroi ba zaliŵa-liŵa bö'ö nifotöi <em>furugö gaurifö fefu</em> (ba li Inggris <em>common ancestors</em>). Tumbu khö Darwin wangera-ngera andre aefa ifalua wangosili me fao ia ba <em>ekspedisi Beagle</em> me döfi 1830-a awö <em>ekspedisi</em> nifalua aefa da'ö. (Baso dohu-tohu zinura <strong>On the Origin of Species</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Charles_Darwin_seated_crop.jpg"
  },
  {
    "id": 3,
    "title": "Na'a",
    "text": "<strong>Na'a</strong> no sambua ngafu zinanö ba gotaluania so zasese tafotöi na'a ba Danö Niha ma töi <em>ilmiah</em> khönia <em>Artocarpus heterophyllus</em>. Oya tumbu ia ba Asia Selatan faoma Asia Tenggara. Buania tola irege 55 kilo wa'abua, tola irugi 90 cm wa'anaunia ba tola irugi 50 cm wa'ebua hogunia. Tola mowua döla na'a si no atua irege 200 bua ero röfi. So gitö ba na'a ba abua wangeheta na no falemba ba nukha. Asese labali'ö gule awö wakhe ba wemanga mbuania. Asoso mbua andre ba hogu ba tola mu'a manö lö dali larino. (Baso dohu-tohu zinura <strong>Na'a</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Artocarpus_heterophyllus_fruits_at_tree.jpg"
  },
  {
    "id": 4,
    "title": "Ndreŵa",
    "text": "<strong>Ndreŵa</strong> (ma deŵa) no ngawalö wökhö guli sasese sibai tesöndra ba niha. Oroma oroyo-royo ia ba na tetuli ia ba taraso anaukhu-naukhu ma zui afökhö-fökhö. Abölö oya tesöndra ia ba mbawa, hulu awö ba mbagi. Heŵa'ae lö dalu-dalu ndreŵa, tola lö abölö tedou ia na lö lawaya-waya ma zui laboto ia. Na itugu afökhö ia ba tola la'öli <em>dalu-dalu</em> moroi ba apotik, same'e alö wa'afökhönia, heŵa'e lö ifadöhö ia. Na itugu töra wa'abölönia ba si lö tola lö'ö mu'ondrasi samösa doto. (Baso dohu-tohu zinura <strong>Ndreŵa</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Akne-jugend.jpg"
  },
  {
    "id": 5,
    "title": "Musim Kupu-Kupu Kuning",
    "text": "<strong>Musim Kupu-Kupu Kuning</strong> (<em>Hino Löhö-Löhö Usö</em>) no sambua novel nisura Vanni Puccioni, sanutunö zalua ba mbanua Bawömataluo me ngaotu ndröfia si-19. Vanni andre no samösa niha Italia si no irai toröi ba Danö Niha ba ginötö nifotöi <em>rehabilitasi</em> ba <em>rekonstruksi</em> aefa ndruru sebua Maret 2005 ba Danö Niha. La'ali novel andre moroi ba li Italia, iraka ia Gramedia Pustaka Utama, ba lafa'olo ba zato me 20 Agustus 2021. Töi asli novel andre ba li Italia <em>Nella stagione delle farfalle gialle</em>, niraka Ciesse Edizioni me 2019. (Baso dohu-tohu zinura <strong>Musim Kupu-Kupu Kuning</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/79/Kupu_kupu_kuning.jpg"
  },
  {
    "id": 6,
    "title": "La'izu",
    "text": "<strong>La'izu</strong> no ngawalö zinanö si tefaböbö ba zinumbua nifotöi <em>Cucurbitaceae</em> sobua owulo anau si tola tobali ngawalö gö simane tobali bulugeu ni'a ma zui tobali jus nibadu. Ba mböröta tesöndra auri la'izu ba Asia Tenggara, bahiza furi ö muzawili ia ba zi sagörö ulidanö, irege tesöndra tumbu ia ba zi lima tanöa. Ma'ökhö abölö oya mutanö ia ba Tiongkok, arakhagö 80% fefu la'izu nifamawa ba gulidanö si 91 juta ton no moroi ba Tiongkok (2019). (Baso dohu-tohu zinura <strong>La'izu</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Cucumber_BNC.jpg"
  },
  {
    "id": 7,
    "title": "Harita",
    "text": "<strong>Harita</strong> no sambua zinanö sobulu owuge'e ba buania aganau si so bakha hunö soroma hulö mbua niha. Oya ngawalö zinanö si fakhili khönia, irege no oi fabö'ö-bö'ö geluaha harita ba nahia bö'ö ba gulidanö. Nitötöi harita ba Danö Niha ya'ia nifotöi nifotöi <em>kacang panjang</em> ma zui <em>kacang hijau</em> ba li Indonesia. Bahiza ba Jakarta na laŵa'ö <em>kacang</em> si to'ölönia <em>kacang tanah</em> niŵaö dödöra, sambua zinanö si tenga harita ba Danö Niha. Simanö göi fabö'ö nifotöi harita ba li Inggris. Tenga <em>nut</em> (simane peanut, <em>kacang tanah</em>) sasese laŵaö niha, bahiza <em>legume</em>. (Baso dohu-tohu zinura <strong>Harita</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Vigna_radiata_MHNT.BOT.2009.17.4.jpg"
  },
  {
    "id": 8,
    "title": "Gowi",
    "text": "<strong>Gowi</strong> no ngawalö zinanö sasese tesöndra ba Danö Niha ba ba zi sagörö ulidanö. Baero gö tanöbö'ö si mane fakhe, moguna sibai wemanga gowi, börö me oya khönia bakha <strong>Vitamin A</strong> awö nifotöi <strong>fiber</strong> sambö so bakha ba wakhe. Moguna <em>fiber</em> andrö ena'ö tola <strong>auri</strong> ba <strong>mangoya'ö</strong> nifotöi <em>bakteria</em> <em>si sökhi</em> bakha ba mbetu'a niha. <em>Bakteria</em> si sökhi andrö zame'e ena'ö tola mofozu ngawalö hadia ia bakha ba mboto si mane fa'amonönö wa'abua mboto, fa'oya gulo bakha ba ndro, fa'abölö mboto wolaŵa tungö wökhö ba fohalöŵö guto. (Baso dohu-tohu zinura <strong>Gowi</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/58/Ipomoea_batatas_006.JPG"
  },
  {
    "id": 9,
    "title": "Chi Rho",
    "text": "<strong>Chi Rho</strong> (famoligö ya'ia <em>kai rou</em>) ma asese tesura ia faoma tandra ☧ no sambua dandra si fakhai ba Niha Keriso. Hurufo <em>chi</em> faoma <em>rho</em> tehalö moroi ba li Yunani. Na tasura ia ba lala wanurada ma'ökhö tobali ia <em>x</em> faoma <em>p</em>. XP andrö no dombua hurufo ba mböröta döi Keriso ba li Yunani: <strong>ΧΡΙΣΤΟΣ</strong> (Christos). Bahiza asese lafalaete wanura ya'ia irege tobali ia ☧.<br>Ibörötaigö asese ta'ila dandra andre ba <em>media sosial</em>, börö me itugu ato ndra sohalöŵö ba Gereja Protestan ba Danö Niha sangoguna'ö <em>toga</em> liturgi si so tandra ☧ andö. Ha ere bakha ba Gereja Katolik meföna zangoguna'ö ya'ia. Si to'ölönia tandra <strong>chi rho</strong> andre tegambaraini ia ba nifotöi <em>stola</em>. (Baso dohu-tohu zinura <strong>Chi Rho</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Simple_Labarum2.svg"
  },
  {
    "id": 10,
    "title": "Amaedola",
    "text": "<strong>Amaedola</strong> no sambua lala nitörö Nono Niha na fahuhuo ira ba wama'ema nösi dödöra ba niha bö'ö, he ba walukhasata si ero ma'ökhö simane yomo ba nomo, falukhasata ba zi lö mutötöna, ba he göi ba walukhasata ni'odödögö si mane ba gödo ma ba halöŵö hada. Fabö'ö ira wama'ema ösi dödö faoma amaedola wahuhuo sito'ölö. Ba huhuo sito'ölö, muŵa'ö manö zi so ba dödö, lö mangoguna'ö maedo-maedo. Andrö lafotöi ia huhuo <em>nifamahö towa</em>. Hiza amaedola tenga simanö. Ba wama'ema ösi dödö labe'e wamaedo ba ni'ila hörö ma sasese alua, ba muhaogö wama'oli fehede awö wanguma'ö ya'ia, ena'ö ohahau dödö zamondrongo ba ena'ö lö tetutu dödöra na so wehede famatika ma fanegu... (Baso dohu-tohu zinura <strong>Amaedola</strong> ba Wikipedia Nias)",
    "image": ""
  },
  {
    "id": 11,
    "title": "Gowirio",
    "text": "<strong>Gowirio</strong> no sambua zinumbua ba danö si so töla bahiza lö tobali eu sebua ia. Tefaböbö ia ba soi <em>Euphorbiaceae</em> ba auri ia ba gölana <em>tropika</em> faoma <em>subtropika</em>. <br>Ŵa'ania tobali tuho gö same'e <em>karbohidrat</em> ba bulunia tobali ö bulugeu. <br>So dombua ngawalö gowirio: si nami-namitö ba safeto. Gowirio si nami-namitö andrö zi to'ölö ta'ila ba Danö Niha. Ide-ide ia moroi ba gowirio safeto. Gowirio safeto egebua nösinia ba oya khönia bakha langu nifotöi <em>sianida</em>. Andrö wa silötolalö'ö lahaogö wangohalöŵögöigö ya'ia, ena'ö tola tobali ö. Börö da'ö göi asese la'oguna'ö gowirio safeto ba wamazökhi hamo, <em>kripik</em> ma ö tanöbö'ö nifa'anö ba pabrik. <br>Tanömö gowirio ba tölania andrö samösa nitanö tou ba danö. Aoha wananö ya'ia me lö moguna sibai khönia oya halöŵö wondrorogö simane sinanö bö'ö. <br>Gowirio no tuho gö he ba Danö Niha ba he ba mbanu-banua misa, tola nirino, nibogö ma zui nisano. (Baso dohu-tohu zinura <strong>Gowirio</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/bd/PeeledCassava.jpg"
  },
  {
    "id": 12,
    "title": "Harimbale",
    "text": "<strong>Harimbale</strong> no sambua ngaluo wogale, me owulo ndra sogale ba zi sambua nahia si no tehonogöi, irege tola möi niha sato wowöli gofu hadia ia zoguna khöra ero migu. <br>Ba ginötö föna ha ngaluo harimbale andre ginötö wa owulo niha sato, börö da'ö möi niha tenga ha ba wowöli soguna khöra bahiza göi ba wanöndra oya ngawalö sangomusoi'ö tödö. Börö da'ö oya zalua ba zi fasui harimbale. So zi famai bola ma voli. So zanunö-nunö ba so göi lafo wemanga. So zi famai ba so göi zangai rafe niha sato. Itaria na i so göi zikola wanunö. <br>Börö da'ö ato niha si möi ba harimbale ena'ö tola omuso dödöra. Tola börö me fakese ba nawö-awöra ma zui börö wamaisa ma na i börö wamadu tuo. (Baso dohu-tohu zinura <strong>Harimbale</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/91/Charlottenburg_Stra%C3%9Fe_des_17._Juni_Flohmarkt-004.jpg"
  },
  {
    "id": 13,
    "title": "Famohu niha",
    "text": "<strong>Famohu niha</strong> no sambua waosatö si föföna sibai nitörö niha ba Danö Niha me föna na omasi ira mangowalu. Samohu niha ha ono matua. Ha ono matua zi tola möi manöröi tanö ba wangalui ono'alawe somasi ia tobali ngambatönia dania. Tola sa ifohu samösa nono matua somasi ia ono'alawe, bahiza i angetulania tenga ba dangania. Oi angetula ndra satuania na tola ma tebai tebe'e ia nihalö khö nono matua somasi ia andrö. (Baso dohu-tohu zinura <strong>Famohu niha</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/22/COLLECTIE_TROPENMUSEUM_Een_bruid_van_Nias_TMnr_10005440.jpg"
  },
  {
    "id": 14,
    "title": "Fökhö gulo",
    "text": "<strong>Fökhö gulo</strong> no sambua wökhö salua börö me mo'amböta mboto ba wanga'asogö nifotöi <em>insulin</em>. Moguna <em>insulin</em> andre ba wamalalaŵa wa'oya gulo ba mboto niha, ena'ö böi töra oya ma zui töra ambö. <br>Fökhö andre no asese tesöndra ba zi sagörö ulidanö. Molo'ö WHO me ndröfi 2014 mofökhö gulo töra 422 juta niha sabölö atua moroi ba zi 18 fakhe. Ba molo'ö fangerai sambua gamaota fökhö gulo Amerika ba ndröfi 2035 dania ba edöna so 592 juta niha sofökhö gulo... (Baso dohu-tohu zinura <strong>Fökhö gulo</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/66/Blausen_0580_Insulin_Syringe%26Pen.png"
  },
  {
    "id": 15,
    "title": "Charles Darwin",
    "text": "<strong>Charles Darwin</strong> no samösa gere geologi awö biologi, si tehöngö ba zi sagörö ulidanö börö zöndrania sanandrösa ba nifotöi <strong>teori evolusi</strong>. Molo'ö Darwin manumbu fefu zauri ba gulidanö andre moroi ba wurugö fefu zauri meföna (ba li Inggris <em>common ancestors</em>). Ma'ökhö no tobali sambua teori nitemagö ba zi sagörö ulidanö teori andre, ba no tobali ia dane-dane fefu wangi'ila nifotöi <em>sains</em> (Baso dohu-tohu zinura <strong>Charles Darwin</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/45/Charles_Darwin_1880.jpg"
  },
  {
    "id": 16,
    "title": "Die Heilkunde der Niasser",
    "text": "<strong>Die Heilkunde der Niasser</strong> (eluahania <strong>Lala Wamadöhö Wökhö ba Ndraono Niha</strong>) no sambua mbuku nisura J.P. Kleiweg de Zwaan, samösa guru ba Universitas Amsterdam si möi ba Danö Niha wolau wangosili <em>ilmiah</em>.<br> Bua wangosili'önia andrö ya'ia mbuku si 293 nga'örö wa'awe'e-we'e niraka me 1913. Buku andre no buku fondrege fahöna ba wangozara oi ngawalö wökhö si tesöndra ba Danö Niha meföna: duma-dumania hadia mbörö oi ngawalö wökhö andrö ba hadia göi lala wamadöhö ya'ia molo'ö fangi'ila Nono Niha. (Baso dohu-tohu zinura <strong>Die Heilkunde der Niasser</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/fb/COLLECTIE_TROPENMUSEUM_Portret_van_Dr._Kleiweg_de_Zwaan_in_Teloekdalem_tijdens_zijn_antropologisch_onderzoek_op_Zuid-Nias_TMnr_10018860.jpg"
  },
  {
    "id": 17,
    "title": "Ernst Ludwig Denninger",
    "text": "<strong>Ernst Ludwig Denninger</strong> no samösa falito Protestan moroi ba Jerman si möi mamazaewe Taromali Lowalangi ba Danö Niha meföna. Bahiza tehöngö göi ia me ya'ia zi oföna sibai mangali Duria Somuso Dödö nisura Luka ba li Niha, heŵa'ae lö la'oguna'ö ia niha. <br>Denninger no göi falito Protestan si föföna sibai mame'e fombayaigö idanö khö Nono Niha. Terou dödönia we'amöi ba Danö Niha aefa falukha ia khö Ndraono Niha si so ba Padang. <br>Aefa halöŵönia ba Danö Niha, mangawuli Denninger ba Jerman ba lö ara aefa da'ö iröi gulidanö. (Baso dohu-tohu zinura <strong>Ernst Ludwig Denninger</strong> ba Wikipedia Nias)",
    "image": ""
  },
  {
    "id": 18,
    "title": "Böni",
    "text": "<strong>Böni</strong> no sambua wökhö guli ni'a'asogö sambua dungö sotöi <em>Sarcoptes scabiei</em>. Na no i'usu guli niha tungö andre ba ibörötaigö mowo'a-wo'a guli andrö, atoto mbu si so ba da'ö, ba maulu wa'ali-ali. <br>Tungö <em>Sarcoptes scabiei</em> andre no owulo-wulo, so 8 rozi gahenia no anifi-nifi, fa'anaunia mato 300–600 x 250–400 μm na sihene ba 200–240 x 150–200 μm na simatua. Auri ia ba narö guli ba wenaeta guli nifotöi <em>epidermis</em>. Hulu dungö andre oroma mowatö-fatö irege oroma hulö zi tölu sagi ia. Baero da'ö so mbu sanau ba gahe nomoro 3 ba ba nomoro 4 khö zihene dungö andre, bahiza ha so mbu ba gahe nomoro 3 khö zimatuania. (Baso dohu-tohu zinura <strong>Böni</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Sarcoptes_scabiei_1950_000.jpg"
  },
  {
    "id": 19,
    "title": "The da Vinci Code",
    "text": "<strong>The Da Vinci Code</strong> no sambua <em>novel detektif misteri</em> nisura <strong>Dan Brown</strong>, si no oya tefamawa göi ba Indonesia. Bakha ba novel andre itutunö Dan Brown nitörö Robert Langdon awö Sophie Neveu, aefa alua wamunu niha ba Museum Louvre ba kota Paris.<br> Moroi ba da'ö fatahö ira ndra nifotöi <strong>Biarawan Sion</strong> awö ndra solohi khö <strong>Opus Dei</strong> ba wangalui hadia sindruhu <strong>wa no mangowalu Yesu</strong> khö Maria Magdalena. Inönö nasa ba da'ö Dan Brown nidunö-dunö sanandrösa ba <strong>Mako Ni'amoni'ö</strong>, ni'oguna'ö Yesu ba wemanga safuria fatua lö mate ia. Aefa da'ö molo'ö novel andre <strong>ira razo Prancis</strong> moroi ba nga'ötö Meroving no <strong>ma'uwu Yesu samösa</strong> moroi khö Maria Magdalena. (Baso dohu-tohu zinura <strong>The da Vinci Code</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/3/30/Dan_Brown_November_2015.jpg"
  },
  {
    "id": 20,
    "title": "Kabupaten Nias",
    "text": "<strong>Kabupaten Nias</strong> no sambua kabupaten ba Provinsi Sumatra Utara si so ba Danö Niha. Kodenia ba wamatörö 12.04. Me 2016 lafawu'a ibu kotania moroi ba Gunungsitoli ba <strong>Gidö</strong>, me fabali Gunungsitoli moroi ba Kabupaten Nias tobali Kota Gunungsitoli. Tuho lala wangalui ba Kabupaten Nias no <strong>sohalöŵö ba danö</strong> ba <strong>fakiri</strong> ba nasi. Molo'ö Badan Pusat Statistik so 22.100 <strong>niha silumana</strong> ba Kabupaten Nias me 2020, eluahania <strong>15,69%</strong> moroi ba wa'oya niha mbanua. Fa'oya niha mbanuania 143.319 (2019) ba arakhagö fefu ira Ono Niha. Agamara Niha Keriso (98,81% me 2019). Ba kabupaten andre so göi bandara Binaka si so ba Kecamatan Gidö. (Baso dohu-tohu zinura <strong>Kabupaten Nias</strong> ba Wikipedia Nias)",
    "image": ""
  },
  {
    "id": 21,
    "title": "Yasato Harefa",
    "text": "<strong>Yasato Harefa</strong> (* Gunungsitoli 16 Mei 1945) no samösa guru sabölö tehöngö börö ngawalö zinunö si no ifazökhi awö mbuku wamahaö Li Niha si no ifa'anö. Tuho halöŵönia ya'ia tobali guru PNS. Heŵa'ae tumbu ia ba Danö Niha, ibörögö zekolania me 1957 ba SR (<em>Sekolah Rakyat</em>) ba Sibolga ba itohugö ba SMP Negri Sibolga me 1960. Awena aefa da'ö itohugö zekolania ba SMA Negri Gunungsitoli (1963).<br> Me no awai ba möi ia kuliah ba Universitas HKBP Nommensen ba Pematangsiantar (1968) wamahaö ba Sastra Inggris. Aefa da'ö kuliah zui ia ihalö <em>Pendidikan Umum</em> ba IKIP Gunungsitoli (1975). Furi hö inönö na sa faoma kuliah <em>Psikologi</em>, <em>Pendidikan</em> ba <em>Bimbingan</em> ba IKIP Gunungsitoli (1987). (Baso dohu-tohu zinura <strong>Yasato Harefa</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Yas_Harefa_%28potrait%29.jpg"
  },
  {
    "id": 22,
    "title": "Tödö",
    "text": "<strong>Tödö</strong> no tuho wa'auri molo'ö fangera-ngera niha Mesir meföna. Börö da'ö na mate khöra niha, laheta fefu galakhaö, simanö göi guto, ha tödö niröira bakha. Awena dania labe'e dalu-dalu ba mboto zimate andrö falö obou, lalöwösi ia ba labe'e bakha ba lewatö sebua. Tödö andre dania zi fao khö zi mate ba wofanönia irugi wa'auri silö'aetu. <br>No fakhili-khili <em>zinöndra</em> andre ba <em>zinöndra</em> Nono Niha sanandrösa ba dödö. Tödö no salahi niha ma'asageu. Baero da'ö so <em>Hikaya Dödö Hia</em> ba Nono Niha ba ba Niha Keriso so hada wamosumange <em>Tödö Yesu Ni'amoni'ö</em>. (Baso dohu-tohu zinura <strong>Tödö</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Sagrado_Cora%C3%A7%C3%A3o_de_Jesus_-_escola_portuguesa%2C_s%C3%A9culo_XIX.png"
  },
  {
    "id": 23,
    "title": "Tungö ite",
    "text": "<strong>Tungö</strong> no töi zauri si no <strong>maulu wa'ide-idenia</strong>, irege lö oroma ia ba hörö. Na tafaedogö wa'anau dungö ba gutu si so yaŵa ba mbu niha duma-dumania (fa'anau gutu ambö töra 2 mm), ba tola tefa'oli 2 juta dungö ite simane virus korona ba dete sageu gutu!<br> Ena'ö tola oroma dungö simane andre moguna nifotöi <strong>mikroskop</strong>. Na tola i'ebua hurufo side-ide sambua sörömi hörö ni'oguna'ö ba wombaso, tola i'ebua'ö dungö side-ide mikroskop, irege oroma ia khöda. (Baso dohu-tohu zinura <strong>Tungö ite</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/82/SARS-CoV-2_without_background.png"
  },
  {
    "id": 24,
    "title": "Tsunami",
    "text": "<strong>Tsunami</strong> (moroi ba li Jepang 津波, eluahania <em>lowu sebua saekhu ba labua</em>) no salua na möi yaŵa lowu sebua ba danö sahatö ba mbewe nasi, irege tekiko fefu hadia ia zi so ba danö simane omo, lala, sinanö btn. ba tehanigö.<br> Lowu sebua andre alua ia na so <strong>ndruru sebua barö nasi</strong>, mendrua manö na mamoka danö barö nasi börö ndruru danö andrö. Itugu abölö-bölö ndruru, itugu abölö-bölö göi molö nidanö nasi sondrugi tanö dania. So zirugi 90 km ero jam wa'abölö wofanö nidanönia. Andrö wa tola ifufu ba ihanigö gofu hadia ia, irege tola mate niha.<br> Alua tsunami sabölö-bölö ba Aceh me <strong>26 Desember 2004</strong>. Oya afufu nomo, sinanö ba urifö, ba oya mate niha, tenga ha ba danö Aceh, bahiza göi ba danö si fasui simane Thailand ba Tanö Niha. (Baso dohu-tohu zinura <strong>Tsunami</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Tsunami_Khao_Lak_2004.jpg"
  },
  {
    "id": 25,
    "title": "Tionghoa",
    "text": "<strong>Tionghoa</strong> no töi niha si tefaböbö khö ngawalö soi moroi ba Tiongkok si no tobali sowanua ba Indonesia, Malaysia ba ba Singapura. Ba wangoguna'ö töi simane, lafabö'öni ira niha Tiongkok ma niha Cina (eluahania niha sowanua ba Tiongkok ma Cina) moroi ba niha Tionghoa, ya'ia nga'ötö ngawalö soi soroi ba Tiongkok si no tobali sowanua ba negara si so ya'ira ma'ökhö. Börö da'ö so nifotöi niha Tionghoa Indonesia (niha Indonesia moroi ba soi Tionghoa), Tionghoa Malaysia (niha Malaysia moroi ba soi Tionghoa), Tionghoa Singapura (niha Singapura moroi ba soi Tionghoa) ba tanöbö'önia na. <br>Ba Danö Niha so göi döi <strong>Kehai</strong>. Bahiza töi simane da'e fakhili ira ngawalö döi tanöbö'ö simane niha mbae'a, niha mbekhua ba tanöbö'önia na. Eluahania, da'a no ngawua wehede nifotöi <em>informal</em> ba itaria na i fatutu dödö niha wamondrondrongo ya'ia. (Baso dohu-tohu zinura <strong>Tionghoa</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/18/Kwik_Kian_Gie.jpg"
  },
  {
    "id": 26,
    "title": "Talö",
    "text": "<strong>Talö</strong> no ngawalö zinanö bayania tola labali'ö ö ma famalala gö. Lö ta'ila sibai heza oföna sibai latanö dalö, hadia ba Asia Tenggara ma zui ba Asia Tengah, bahiza ta'ila wa no latanö ia niha fatua lö labörötaigö wananö fakhe. Iada'a no muzawili dalö ba zi sagörö ulidanö simane ba India, Cina, Afrika Barat ba Afrika Utara, faoma Hindia Barat. Tenga ha ba Danö Niha labali'ö dalö andre famalala gö ma famaedo gö, bahiza göi ba danö bö'ö misa simane ba hulo Oseania. (Baso dohu-tohu zinura <strong>Talö</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/03/Eddoe_2017.jpg"
  },
  {
    "id": 27,
    "title": "Rafarafa",
    "text": "<strong>Rafarafa</strong> no ngawalö zinumbua si tefaböbö ba famili ndru'u sobowo sihulö luo (töi ilmiah khönia <em>Asteraceae</em> ma <em>bunga matahari</em> ba li Indonesia). Asese tumbu ia ba zinga newali ma zui ba zinga geno'o, ba tola göi ba golayama, ba zinga lala, ba mbewe mbandra, ba zinga mbombo ba tanöbö'önia. Ŵa'ania aro fakha'a tou ba danö. Tölania abe'e ba adogo-dogo. Bulunia tumbu sagö-sagörö moroi ba döla, fonga'eunia manganau ba no ahalo-halo tanö ba mbalö, mogökha-gökha ba zinga ba mogumo dete mbulunia. Na no atua ia ba mobowo. Bowonia no orudu ba lalai döla, sola'a safusi ba itaria göi so zobowodoru.<br> Asese la'oguna'ö rafarafa tobali dalu-dalu wökhö gowimanekhe (li Indonesia: <em>batu ginjal</em>), fökhö gulo ba dalu-dalu wa'aukhu. Bahiza tebai labadu ia ira'alawe sotabina, börö tola ibe'e adudu nono ba dalu. (Baso dohu-tohu zinura <strong>Rafarafa</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Elephantopus_scaber_by_kadavoor.jpg"
  },
  {
    "id": 28,
    "title": "Instagram",
    "text": "<strong>Instagram</strong> no sambua aplikasi ba HP ni'oguna'ö ba wamazaewe turia faoma foto awö video. No tuho dödö Instagram na <strong>ta'o'ö-o'ö zangoguna bö'ö</strong> ba <strong>la'o'ö-o'ö ita</strong> sangoguna bö'ö andrö. Itugu ato niha solo'ö ya'ita (<em>followers</em>) ba itugu tehöngö ita ba gotalua fefu zangoguna bö'ö ba Instagram. <br>Baero da'ö so ba Instagram lala wangoroma'ö wa <strong>omasi</strong> ita sambua foto (laŵaö ba li Inggris: <em>like</em>), ya'ia na tahöndrögö gambara side-ide soroma hulö tödö (♥) ba gahe sambua foto ma video. Mendruamanö tola göi musura <strong>zöndra</strong> sanandrösa ba zi sambua foto/video andrö. Itugu ato niha same'e tandra wa'omasi ma zui sanura zöndra ba gahe zi sambua foto/video, itugu tehöngö foto/video andrö. Da'ö zalua na laŵa'ö wa no tobali <strong>viral</strong> sambua foto/video, eluahania no alio sibai muzawili ia <strong>hulö virus</strong>. (Baso dohu-tohu zinura <strong>Instagram</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/95/Instagram_logo_2022.svg"
  },
  {
    "id": 29,
    "title": "Fulu goroisa",
    "text": "<strong>Fulu Goroisa</strong> no angolifa fulu goroisa si no tobali dane-dane wamahaö <strong>lala wa'auri</strong> bakha ba agama Yahudi, Niha Keriso ba Islam. Molo'ö Sura Ni'amoni'ö, ifa'ema goroisa andrö khö Moze Lowalangi, ba no isura ia Moze ba dete gara wanura. Börö da'ö itaria göi lafotöi ia <strong>Kara Wanura Huku</strong> ma ba Li Ibrani לוחות הברית (lûḥōt habbǝrît), eluahania kara wanura amabu'ula. <br>Latandrösaigö fefu wamahaö bakha ba Gereja Katolik ba zi fulu goroisa andre. Na <strong>mangaku horö</strong> ira ba lasekhegö dödöra ua molo'ö zi fulu goroisa andrö. Na omasi lasofu hadia zöndra Gereja ba gofu hadia ia zalua ba niha (simane fangetu'ö halöŵö ba politik, famunu niha, korupsi, fangosawuyu, fangaekhugö nono, fasuwöta, btn.) ba silötolalö'ö <strong>lasofu ua</strong> hadia zi no ifakhoi Lowalangi bakha ba zi fulu goroisa andrö. (Baso dohu-tohu zinura <strong>Fulu goroisa</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Tablets_of_the_Ten_Commandments_in_The_Ten_Commandments_trailer_2.jpg"
  },
  {
    "id": 30,
    "title": "YouTube",
    "text": "<strong>YouTube</strong> no sambua mbolokha gu'ö ba internet heza tola la'irö'ö gambara saliŵa-liŵa niha, ena'ö tola lafaigi ia niha bö'ö. Oya ngawalö video nifairö niha ba YouTube: so filem, TV, video musik, video fondrara tödö awö video famahaö, so video sanau ba so göi video sadogo-dogo. <br>Tola i'irö'ö video ba YouTube ero niha, lö moguna labe'e okosi khö Google. Isöndra harenia Google moroi ba nifotöi <strong>iklan</strong> ni'oroma'ö gasa-gasa lafaigi video niha. Börö da'ö itugu oya niha samaigi sambua video (eluahania itugu oya niha samaigi iklan) ba itugu oya mohare Google. Hare nisöndrania andrö ibe'e ösa khö zamazökhi video ma zui khö zangokhögö kanal video andrö. Andrö göi mbörö wa la'odödögö sibai niha wamazökhi video same'e tobali dödö niha ma same'e tobali mofönu ato niha ma zui same'e tobali afökhö dödö niha (duma-dumania huhuo sangobousi töi niha ma töi sambua soi, btn.). Itugu tobali dödö niha ma zui mofönu ira, itugu lasura zöndrara ba wanimbagö ösi video andrö, ba itugu owölö-ölö ira wamazaewe ya'ia khö zi fa'ila khöra. (Baso dohu-tohu zinura <strong>YouTube</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/09/YouTube_full-color_icon_%282017%29.svg"
  },
  {
    "id": 31,
    "title": "Fangesa sebua",
    "text": "<strong>Fangesa Sebua</strong> ma sabölö fagönania <strong>Fangesa Dödö Sebua</strong> no töi nibe'e niha ba zalua ba ginötö <strong>1915-1930</strong>, me alio muzawili Duria Somuso Dödö ba zi sagörö Tanö Niha, irege ba ginötö si lö arara <strong>ato</strong> Nono Niha tobali niha Keriso. <br>Me luo da'ö no töra 50 fakhe wa'ara me no tohare misi Protestan ba Danö Niha, bahiza hulö na ambö mowua halöŵö ndra falito andrö. Bahiza me 1915 tohare wangesa dödö <strong>si lö mudöna-döna</strong>, si muzawili hulö galitö ba zi sagörö Tanö Niha. Fagohi niha ba wangolembai famati khö Keriso, <strong>lafufu</strong> fefu zi fakhai ba wamatira föna, ya'ia da'ö fefu zi fakhai ba wame'e adu, lala wamosumange zatua ba Danö Niha meföna, heŵa'ae sindruhunia lö fatimba ba goroisa Lowalangi wamosumange satua, nifalua nasa Niha Keriso bö'ö ba danö segebua misa irugi ma'ökhö. (Baso dohu-tohu zinura <strong>Fangesa sebua</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Houten_beeld%2C_een_vierarmige_hermafrodiet_voorstellend-_Stichting_Nationaal_Museum_van_Wereldculturen_-_TM-1940-1.jpg"
  },
  {
    "id": 32,
    "title": "Niha Keriso",
    "text": "<strong>Niha Keriso</strong> no töi nibe'e khö ndra solohi khö Yesu Keriso. Molo'ö zura <strong>Halöŵö Zinenge</strong>, te'oguna'ö wanötöi andre si föföna sibai ba mbanua <strong>Antiokhia</strong> (HalZin 11:26). Aefa we'amöi tou Geheha Ni'amoni'ö yaŵa ndra nifahaö Yesu (HalZin 2) muzawili Duria Somuso Dödö khö Yesu andrö ba gotalua niha si tenga niha Yahudi, i'otarai Yerusalema irugi Roma. Molo'ö tradisi ndra niha Keriso föna alio sibai monönö wa'ato niha Keriso andre, irege ba zi lö arara so tölu nahia si tobali hunö wa'anihakeriso ba ginötö da'ö, ya'ia ba Roma, ba Antiokhia ba ba Alexandria. <strong>Ba mbanua Antiokhia andre tebörögö tetötöi ndra samati khö Yesu andrö niha Keriso</strong>. (Baso dohu-tohu zinura <strong>Niha Keriso</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Juan_S%C3%A1nchez_Cot%C3%A1n_-_Baptism_of_Christ%2C_1600%E2%80%9327.jpg"
  },
  {
    "id": 33,
    "title": "Banua Niha Keriso",
    "text": "<strong>Banua Niha Keriso</strong> no töi ni'oguna'ö ba wangali fehede <strong>gereja</strong> ba li Niha bakha ba <strong>Gereja Protestan</strong>. Andrö wa so Banua Niha Keriso Protestan ma asese te'adogo'ö BNKP eluahania sambua denominasi gereja Protestan si so dadaomania ba Danö Niha. <br>Sindruhunia <strong>fehede gereja</strong> ma ba li Yunani ἐκκλησία (famoligö ya'ia ekklesia) <strong>abölö faudu</strong> moroi ba wehede banua, börö me oya te'oguna'ö ia bakha ba zura Gamabu'ulali Sibohou (114 kali). Duma-dumania ba HalZin 11:26 tesura, <em>Ba tobali döfi wa'ara falukha-lukha ira ba mbanua andrö...,</em> sindruhunia <strong>tenga ba mbanua</strong> tesura bakha ba da'ö bahiza <strong>ba gereja</strong> ma ἐκκλησία. <br>Ba li Indonesia te'oguna'ö göi wehede <strong>umat</strong> ma <strong>jemaat</strong> nihalö moroi ba li Arab si fagölö eluaha ba wehede ἐκκλησία ba li Yunani. Bahiza abölö fagöna na te'oguna'ö wehede nitemada moroi ba <strong>Zura Ni'amoni'ö</strong> samösa, ya'ia da'ö ba <strong>li Yunani</strong> ba tenga ba li Arab. (Baso dohu-tohu zinura <strong>Banua Niha Keriso</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/96/BNKP_Tebing_Tinggi_01.jpg"
  },
  {
    "id": 34,
    "title": "Tuo",
    "text": "<strong>Tuo</strong> no ngawalö nibadu nihalö moroi ba hakhi mbua nohi ma hakhi mbua nakhe ba so khönia bakha nifotöi <strong>alkohol</strong>. So dombua ngawalö ia, <strong>tuo mbanua</strong> ba <strong>tuo nifarö</strong>. Tuo mbanua no tuo sawena muhalö moroi ba nakhe, si lö nasa mufarö. Mo'amböta mbosi wa'oya alkohol khönia. Bahiza na no lafarö ia, tobali alaŵa sibai mbosi wa'oya alkohol khönia (arakhagö 100%) ba lafotöi ia tuo nifarö. <br>Ba danö segebua misa so oya sibai ngawalö nibadu si so <strong>ha ma'ifu</strong> alkohol khönia bakha. Asese lafaruka ia faoma ö bö'ö, so raso ndrima (labe'e bakha ma'ifu ndrima), so raso lase, so raso mago, so raso gae, btn. Labadu ia niha <strong>tobali fangomuso dödö, tenga ena'ö mabu</strong>. <br>Na tola lalau zimanö niha bö'ö, harumani tebai göi lalau ia Ono Niha, na so zangodödögö wolau ya'ia. Duma-dumania tola lafazökhi nibadu simane tuo si ha ma'ifu so bakha alkohol irege lö mabu niha ba börö da'ö lö tefaböbö ba nifotöi <em>minuman keras</em> ba li Indonesia.<br> Duma-dumania tola lafazökhi duo raso ndruria (lafuraka ma'ifu duria), tuo raso gae (lafaruka ma'ifu gae), tuo raso wakhe (lafaruka ma'ifu mböra), btn. Na so zamörögö wolau da'a, ba tola tobali ia lala wangalui ba Danö Niha. (Baso dohu-tohu zinura <strong>Tuo</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/Fresh_Palm_Wine.jpg"
  },
  {
    "id": 35,
    "title": "Ndriwo",
    "text": "<strong>Ndriwo</strong> no fehede ni'oguna'ö niha ba Danö Niha ba nagole si tobali faosatö gö na manga ira. Nagole andre tola nagole mbawi, manu ma i'a ma tanöbö'önia. Me föna ha ŵaraö so ndriwo me lö lala wangirö'ö ya'ia. Ha i'a soköli zi tola la'irö'ö ara ba nomo ba tobali ndriwo sasese so ba mbanu-banua misa. Awena so ndriwo, na la'odödögö wamahö manu ma zui bawi ba urifö bö'ö. Ma zui na so walöŵa ba owasa bö'ö ba mbanua. <br>Na ambö wemanga nagole ba <strong>mo'amböta</strong> ba mboto nifotöi <strong>zat besi</strong>. Lö ta'ila na da'ö göi mbörö wa asese so wökhö nifotöi <em>anaemia</em> ba Danö Niha me föna, ya'ia na lö döla-döla, adogo-dogo hanu-hanu ba mamözi-mözi dödö. <br>Ma'ökhö ta'ila wa heŵa'ae lö manga ndriwo ma nagole niha, tola te'a'asogö <strong>zat besi</strong> soguna ba mboto na tobönö la'a <strong>nandröta, toru, höwa</strong>, ngawalö <strong>harita</strong> ma zui ngawalö <strong>mbulugeu sowuge'e</strong> bö'ö. (Baso dohu-tohu zinura <strong>Ndriwo</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Roasted_Pork_Neck_Meat_with_Sweet_%26_Sour_Sauce.jpg"
  },
  {
    "id": 36,
    "title": "Astronomi",
    "text": "<strong>Astronomi</strong> no sambua mbolo wangi'ila sangosili fefu hadia ia zi so ba mbanua si yaŵa simane ngawalö planet Merkurius, Venus, Mars, btn. fao ba da'ö Tanöa si so ya'ita nikaonida tanö. Baero planet so göi <strong>luo</strong> ba <strong>döfi</strong>, heŵa'ae luo samösa sindruhunia no göi sambua döfi. <br>Angowuloa fefu ndröfi si fahatö si no fa'ohe fefu börö wondröni nifotöi gravitasi lafotöi <strong>galaksi</strong>. Galaksi si so ya'ita andre lafotöi <strong>bimasakti</strong> ba li Indonesia, bahiza ba li bö'ö lafotöi ia <strong>lala safönu idanö zusu</strong> (li Inggris The Milky Way), börö na taifaigi ia yaŵa ba mbanua <strong>oroma ia</strong> hulö lala safönu haga safusi simane susu saduwa ba lala. (Baso dohu-tohu zinura <strong>Astronomi</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/43/ESO-VLT-Laser-phot-33a-07.jpg"
  },
  {
    "id": 37,
    "title": "Köfa Agape",
    "text": "<strong>Köfa Agape</strong> no sambua göfa nasi si föföna sibai lö aetu molaya ba gotaluara Gunungsitoli ba Sibolga meföna. <br>Tohare ia ba Danö Niha me Juli 1965. Ba ndröfi andrö la'owasaini <strong>yubileum 100 fakhe</strong> wanuriaigö Turia Somuso Tödö ba Danö Niha ira Gereja BNKP ba labe'e <strong>mbualara</strong> ira Gereja Protestan Rheinland moroi ba Jerman sambua göfa. <br>Börö we'aso göfa Agape andre ato niha moroi ba Danö Niha sofanö-fanö möi ba Sumatra, he ba wowöli soguna khöra ma zui gama-gama wogalera ba he göi ba wangalui fa'auri. <strong>Ato zawu'a</strong> moroi ba Danö Niha ba wangalui fa'auri ba hulo Sumatera. (Baso dohu-tohu zinura <strong>Köfa Agape</strong> ba Wikipedia Nias)",
    "image": ""
  },
  {
    "id": 38,
    "title": "Tolögu",
    "text": "<strong>Tolögu</strong> no sambua <strong>gari</strong> sasese oroma lasaitagö ba löwi-löwira ya'ira sondrönia'ö ba ginötö gowasa aefa wangai högö me föna ba Danö Niha. Irugi ma'ökhö tesöndra nasa dolögu ba mbanua simane Hilisimaetanö ba Kabupaten Nias Selatan.<br> Tolögu no ondröita zatua ba <strong>ha ira si'ulu</strong> zangokhögö ya'ia, andrö lö tesöndra ia ba ero nomo. Sifabö'ö dolögu moroi ba gari tanöbö'ö ya'ia da'ö ngawalö <strong>nifö</strong> nifa'anö faoma <strong>nue</strong> hulö bola tobali gaba-gaba ba mbörö zaembunia. Saembu dolögu tefagamöi moroi ba geu sabe'e, nifatahö ba niböbö faoma laoya awö zi'öli. Balönia no latoto faoma gambara högö gaurifö si hulö lasara. Me föna faduhu dödö niha wa <strong>so wa'abölö</strong> ba dolögu si so gaba-gaba simane. (Baso dohu-tohu zinura <strong>Tolögu</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/80/COLLECTIE_TROPENMUSEUM_Een_jonge_man_op_Zuid-Nias_poseert_voor_de_camera_TMnr_60024866.jpg"
  },
  {
    "id": 39,
    "title": "Sarambia",
    "text": "<strong>Adu Sarambia</strong> no sambua nadu moroi ba Danö Niha si no <strong>fabö'ö</strong> moroi ba nadu tanöbö'ö. Adu andre no famokhala samösa <strong>ina</strong> si sindro <strong>ba gotalua ndraononia soya</strong>. Molo'ö nidunö-dunö lafazökhi nadu andre ba wanörötödö samösa ndra alawe si no mamalua fefu owasa sedöna mufalua götö wa'aurinia ba börö da'ö göi labe'e töinia <strong>Ina Mbanua</strong>. Baero da'ö labe'e göi töinia <strong>awali</strong>, me irugi wondrege lakhömi niha, no i'awalisi fefu zinangea ba niha. <br>Ba nadu andre oroma i'adölö'ö dangania si tobali tandra wa manari ia. Baero da'ö so sambua bola nafo ba dangania kambölö, ni'oguna'önia ba wangowai dome si möi ba fefu gowasa nifaluania. Niha sato si so ba zingania kambölö ba kambera no fefu ndraono khönia ba fefu niha mbanua si no tobali ma'uwunia. (Baso dohu-tohu zinura <strong>Sarambia</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Adu_Sarambia.jpg"
  },
  {
    "id": 40,
    "title": "Amaedola",
    "text": "<strong>Amaedola</strong> no sambua lala huhuo sangoguna'ö <strong>maedo-maedo</strong> ba wanguma'ö hadia ia. Moroi na latörö lala huhuo nifamahö towa, lahaogö wanguma'ö ya'ia ena'ö lö tetutu ba dödö zamondrongo. Duma-dumania ba wanegu iraono si lö sökhi amuata, moroi na lahöwö ia, lafatörö khönia gamaedola simane <em>Böi badu nidanö ba wehasu-hasu</em> ma zui <em>Böi hulö fatuko bawa zangasio</em>. <br>Bahiza so tölu ngawalö gamaedola. So gamaedola sebua simane nidunö-dunö sanau wanutunö ya'ia, so göi gamaedola side-ide simane mato ha'uga ngaroro wehede, ba so göi gamaedola nihohoi'ö fanguma'ö. <br>Sasese tarongo laŵa'ö niha ero ma'ökhö no <strong>amaedola side-ide</strong>. Asese lafazaewe gamaedola si mane ba media sosial simane Facebook. Amaedola nihohoi'ö fanguma'ö asese tarongo ia ba ginötö gowasa, falöŵa, bakha ba zinunö btn. <br><strong>Amaedola sebua</strong> lö asese mututunö ia ba wahuhuosa si ero ma'ökhö börö me <strong>anau</strong> ia. Te'oguna'ö ia ba wamahaö, ba wombaso hikaya khö ndraono, ba wamazaewe hikaya si tobali börö wame'e töi sambua banua ma öri, btn. So felendrua ngawalö ia. (Baso dohu-tohu zinura <strong>Amaedola</strong> ba Wikipedia Nias)",
    "image": ""
  },
  {
    "id": 41,
    "title": "Andrew Beatty",
    "text": "<strong>Andrew Beatty</strong> no samösa gere antropologi moroi ba Inggris si no irai mamalua fangosili ba Danö Niha (Susua-Gomo) ba wolohi döi nifotöi D.Phil (doktor filsafat) ba Universitas Oxford, Inggris. Ifa'anö mbua wangosilinia ba Danö Niha andrö bakha ba mbuku <em>Society and Exchange in Nias</em> (1992) awö bakha ba mbuku <em>After the Ancestors. An Anthropologist's Story</em> (2015). Baero da'ö no isura ha'uga ngawua zinura bö'ö si fakhai ba Nono Niha simane <em>Asymetric Alliance in Nias, Indonesia</em>, <em>Ovasa: Feasts of merit in Nias</em> ba <em>Longhouse lockdown</em>. Dua fakhe wa'arania wamalua halöŵö wangosili andrö ba zi sambua banua ba Zusua i'otarai 1986 irugi 1988. Iada'a mohalöŵö ia tobali guru sebua Antropologi ba Universitas Brunel London. (Baso dohu-tohu zinura <strong>Andrew Beatty</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Andrew_Beatty.jpg"
  },
  {
    "id": 42,
    "title": "Baluse",
    "text": "<strong>Baluse</strong> no sambua wakake ni'oguna'ö ba wanaha ma manaisi doho awö wöda ba ginötö wasuwöta ba Danö Niha meföna. Lahaogö ia moroi ba geu ma zui moroi ba zi'öli niböbözi. Baluse si tesöndra ba danö yöu abölö ide-ide ia moroi ba mbaluse si so ba mbanua bö'ö ba Danö Niha. Fangehaogö ba fangoguna'ö baluse fao ia ba wa'atedou wangi'ila ba wamazökhi tolögu, gari, toho buluse faoma öroba uli mbuaya si tobali ngawalö wakake ni'oguna'ö ba wasuwöta ba ginötö si lalö. (Baso dohu-tohu zinura <strong>Baluse</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/62/COLLECTIE_TROPENMUSEUM_Houten_schild_met_rotan_strengen_over_de_breedte_TMnr_A-1388a.jpg"
  },
  {
    "id": 43,
    "title": "Evolusi",
    "text": "<strong>Evolusi</strong> no töi <strong>waö-waö wa'atebulö fefu zauri</strong> ba gulidanö si no ahou sibai wa'aluania irege tenga ngaotu bahiza ngahö-ngahönö fakhe wa'ara. Ba mböröta me ibörötaigö wangoguna'ö wehede andre <strong>Charles Darwin</strong>, waö-waö andre lafotöi na sa teori, andrö asese laŵa'ö ia teori evolusi. Bahiza ma'ökhö no oya sa'ae nifotöi <em>bukti ilmiah</em> he ba mbolo biologi, antropologi, geografi, btn. irege no tobali ia <strong>tenga ha teori sa'ae</strong>. <br>No ara la'osisi'ö ira ere biologi hadia ia nifotöi biologi evolusi. Bahiza awena tebörögö teboka wangera-ngera niha me isura mbukunia Charles Darwin sotöi <em>On the Origin of Species</em> niraka me ndröfi 1859. (Baso dohu-tohu zinura <strong>Evolusi</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Timeline_evolution_of_life.svg"
  },
  {
    "id": 44,
    "title": "Fanunu Fandru",
    "text": "<strong>Fanunu Fandru</strong> no töi <strong>Luo Wa'atumbu Yesu</strong> ma <strong>Luo Natal</strong> ba Danö Niha. Laŵa'ö niha Ya'ahowu Wanunu Fandru na omasi ira laŵaö Ya'ahowu Hari Natal. Ba li Jerman latötöi ia <strong>Weihnacht</strong>, eluahania bongi solakhömi. Fangowai Natal khöra lamane Frohe Weihnacht, eluahania bongi solakhömi solohe fangomuso dödö. Ba li Inggris latötöi luo Natal <strong>Christmas</strong> ba fangowai Natal Happy Christmas. Ba so göi wangowai Merry Christmas sasese te'oguna'ö ba Amerika, bahiza ba Inggris asese lafakhai niha merry Christmas faoma femanga ba famadu si töra (fa'amabu-mabu). Andrö wa lö aetu i'oguna'ö wangowai <strong>Happy Christmas</strong> razo Inggris ba tenga merry Christmas. (Baso dohu-tohu zinura <strong>Fanunu Fandru</strong> ba Wikipedia Nias)",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Kandang-natal.jpg"
  }
]
