{
  "dyk": [
    {
      "id": 1,
      "title": "Halöŵö WikiNias",
      "text": "&#x261B; Wa itugu ambö fahuhuo Ndraono Niha ba li Niha börö me lö khöra lala wombaso ba li Niha? Ba <strong>Wikibuku Nias</strong> tefa'anö ngawalö nibaso ena'ö to'ölö ira wombaso ba li Niha.<br>&#x261B; Wa ba Wikibuku Nias so göi <strong>Zura Ni'amoni'ö</strong>? Ba zi so föna so göi khönia gambara awö wamotokhi ba gahe.<br>&#x261B; Wa ba Wikibuku Nias tesöndra göi <strong>cerpen</strong> awö <strong>novella</strong> btn.? Te'a'asogö ngawalö zura simane andre ena'ö tedou li Niha ba gotalua ndraono si bohou ebua.<br>&#x261B; Wa ba Wikibuku Nias so göi nifotöi <strong>WikiYunior</strong>, nahia ngawalö nibaso si faudu khö ndraono si 5-12 fakhe? Baero da'ö so göi <strong>hendri-hendri</strong>, <strong>hoho</strong>, btn.?<br>",
      "image": ""
    },
    {
      "id": 2,
      "title": "Wikikamus Nias",
      "text": "&#x261B; Wa Wikikamus Nias no sindruhu kamus ba li Niha same'e eluaha (<em>definisi</em>) ba li Niha? Kamus bö'ö no famo'eluaha ba li Indonesia, Melayu, Jerman ba Belanda.<br>&#x261B; Wa ba Wikikamus Nias tesöndra göi wehede si fagölö eluaha (<em>sinonim</em>), fehede si fa'ero eluaha (<em>antonim</em>), oroita wehede (<em>etimologi</em>), btn.<br>&#x261B; Wa aoha sibai wangalui fehede si fakhai ba Wikikamus Nias? Na ö'alui sambua wehede ba no <em>otomatis</em> so khai-khai ba ngawalö wehede bö'ö si fakhai khönia.<br>&#x261B; Wa ba Wikikamus Nias tesöndra göi foto awö lala wamoligö sambua fehede? Itaria na'i so lala wamoligö ya'ia ba dialek Tengah ba ba dialek Selatan.<br>&#x261B; Wa baero ngawua wehede ba li Niha so göi ba Wikikamus Nias ngawua wehede li Indonesia, Inggris ba Jerman nifo'eluaha ba li Niha? Ha ba Wikikamus Nias so da'a.<br>",
      "image": ""
    },
    {
      "id": 3,
      "title": "Wikipedia Nias",
      "text": "&#x261B; Wa <strong>Wikipedia Nias</strong> no sambua nahia wangi'ila (<em>pengetahuan</em>) ba li Niha? Ba zi so föna tola tesöndra wanema li ba gofu hadia wanofu niha yaŵa ba Wikipedia.<br>&#x261B; Wa fefu desa ba Danö Niha awö lala wanura töinia satulö so bakha ba <strong>Wikipedia Nias</strong>? Baero da'ö so göi <em>data statistik</em> awö <em>peta</em> si fakhai khönia.<br>&#x261B; Wa ba <strong>Wikipedia Nias</strong> tesöndra gangolifa fefu desa ba kecamatan awö hikaya (<em>sejarah</em>) si fakhai ba zi sambua desa ma kabupaten ba Danö Niha?<br>&#x261B; Wa ba <strong>Wikipedia Nias</strong> tola tesöndra wamotokhi zimane hadia YouTube, WhatsApp, btn. awö <em>informasi</em> sanandrösa ba negara, <em>tokoh</em>, btn.?<br>",
      "image": ""
    },
    {
      "id": 4,
      "title": "Ngawalö kamus li Niha",
      "text": "&#x261B; Wa kamus fondrege atua (<em>Niasch-Maleisch-Nederlandsch Woordenboek</em>, 1887) nifa'anö <strong>J.W. Thomas</strong> awö <strong>E.A. Taylor Weber</strong> no famo'eluaha li Niha ba li Melayu?<br>&#x261B; Wa kamus aefa da'ö (<em>Niassisch-Deutsches Wörterbuch</em>, 1905) nifa'anö <strong>Heinrich Sundermann</strong> no famo'eluaha li Niha ba li Jerman si so göi bakha khönia li Niha raya?<br>&#x261B; Wa kamus niraka aefa da'ö (<em>Kamus Nias – Indonesia</em>, 1985) nifa'anö <strong>Sitasi Zagötö</strong> no famo'eluaha li Niha ba li Indonesia?<br>&#x261B; Wa simanö göi kamus niraka aefa da'ö (<em>Kamus Li Niha Nias – Indonesia</em>, 2011) nifa'anö <strong>Apolonius Lase</strong> no famo'eluaha li Niha ba li Indonesia?<br>&#x261B; Wa kamus <strong>Wikikamus Nias</strong> nifa'anö zato no famo'eluaha ba li Niha? Wikikamus Nias no göi mufa'anö ena'ö tobali li Niha sambua li ba mbolokha digital.<br>",
      "image": ""
    },
    {
      "id": 5,
      "title": "Ira sama'anö amakhoita li Niha",
      "text": "&#x261B; Wa <strong>Yasato Harefa</strong>, sama'anö amakhoita li Niha (<em>Tata Bahasa Daerah Nias</em>, 2002) no göi samösa komponist soya mamazökhi sinunö? <br>&#x261B; Wa sanura gamakhoita li Niha raya (<em>A grammar of Nias Selatan</em>, 2001) tenga Ono Niha, ba hiza no samösa niha Australia sotöi <strong>Lea Brown</strong>?<br>&#x261B; Wa so göi gamakhoita li Niha nisura ba li Indonesia (<em>Struktur Bahasa Nias</em>, 1983) niraka Departemen Pendidikan dan Kebudayaan Indonesia?<br>&#x261B; Wa dombua buku amakhoita li Niha fondrege atua no tesura ba li Jerman: <em>Kurzgefasste Niassische Grammatik</em> (1892) ba <em>Niassische Sprachlehre</em> (1913)?<br>",
      "image": ""
    },
    {
      "id": 6,
      "title": "Fama'anö li Niha yaŵa ba wiki",
      "text": "&#x261B; Wa <strong>Wikipedia Nias</strong> faoma <strong>Wikikamus Nias</strong> tobali resmi me 11 Januari 2021 awö wa ha önö waŵa aefa tebörögö ia, abölö alio moroi ba li bö'ö? <br>&#x261B; Wa <strong>Wikipedia Nias</strong> faoma <strong>Wikikamus Nias</strong> tola tefa'anö börö Program Pengembangan Bahasa Nias 2020-2025 nibörögö me baŵa si önö 2020?<br>&#x261B; Wa <strong>Wikibuku</strong>, <strong>Wikikamus</strong> ba <strong>Wikipedia Nias</strong> no tobali tölu ngawua halöŵö si tobali lala ba wondrou'ö Li Niha ba mbolokha digital?<br>&#x261B; Wa ba <strong>Wikibuku Nias</strong> so göi nifotöi <strong>WikiYunior</strong> sangowuloi ngawalö nibaso si faudu labaso ya'ira iraono si 5-12 ndröfi?<br>",
      "image": ""
    },
    {
      "id": 7,
      "title": "Lowalangi",
      "text": "&#x261B; Wa meföna töi <strong>Lowalangi</strong> no töi bö'ö khö duada <strong>Hiawalangi Adu</strong>?<br>&#x261B; Wa fa'oya adu zatua ba nomo niha meföna no dali wa'oya zatuara — eluahania ha'uga nga'ötö miyaŵa — irugi duada Hia ma irugi Lowalangi?<br>&#x261B; Wa lö <em>agama</em> ba Danö Niha meföna? Si so meföna ba Danö Niha ya'ia nifotöi <strong>fame'e adu</strong>, ya'ia da'ö famolakhömi zatua, soya tesöndra ba gotalua soi bö'ö göi, ba nifaluara nasa irugi iada'a.<br>&#x261B; Wa lahalö manö döi <strong>Lowalangi</strong> ira misionaris tobali fangali <strong>zamazökhi banua siyaŵa awö danö</strong> (nifotöi Allah ba li Indonesia)?<br>",
      "image": ""
    },
    {
      "id": 8,
      "title": "Gereja ONKP",
      "text": "&#x261B; Wa fabali <strong>Gereja ONKP</strong> moroi ba Gereja BNKP me 22 Mei 1952 ba Tugala, Sirombu, Kabupaten Nias Barat?<br>&#x261B; Wa me luo da'ö so ira fefu ira sangetu'ö bakha ba Gereja BNKP ba Gunungsitoli ba ba mbanua sifasui khönia, ba no ambö labe tödöra mbanua-banua bö'ö ba Danö Niha simane Tugala, heza mubörögö Gereja ONKP?<br>&#x261B; Wa fatuwu dödö <strong>mado Marundruri</strong> ba wamatörö Gereja BNKP börö me lö labe tödöra mbanua-banua bö'ö simane Tugala?<br>&#x261B; Wa ba mado Marundruri, samasindro Gereja ONKP, no sabölö lafondrondrongo niha ba Tugala, Sirombu ba ba Hinako, ba ginötö mufasindro Gereja ONKP?<br>&#x261B; Wa eluahania, fabali Gereja ONKP moroi ba Gereja BNKP börö wa'aniha ba tenga börö me so wamahaö Niha Keriso sabölö atulö si no lasöndra?<br>",
      "image": ""
    },
    {
      "id": 9,
      "title": "Söma-söma",
      "text": "&#x261B; Wa la'oguna'ö <strong>söma-söma</strong> (Hibiscus cannabinus) niha ba wamazökhi <strong>karate</strong> ba danö India, Bangladesh, Amerika Serikat, Indonesia, Malaysia, Afrika Selatan, Vietnam, Thailand?<br>&#x261B; Wa la'oguna'ö göi ia niha tobali <strong>tesi</strong> ba danö Afrika, Iran, India ba Meksiko awö wa labali'ö ia tobali bulugeu ba Meksiko?<br>&#x261B; Wa la'oguna'ö göi söma-söma tobali <strong>dalu-dalu</strong> nifotöi Ayurveda ba India?<br>",
      "image": ""
    },
    {
      "id": 10,
      "title": "Niha Keriso",
      "text": "&#x261B; Wa awena ba mbanua Antiokia me ndröfi 40-42 aefa Keriso labe'e töi <strong>Niha Keriso</strong> tobali töi ndra zolohi khö Yesu?<br>&#x261B; Wa tenga mado wehede <strong>Keriso</strong> nifakhai furi döi Yesu, bahiza töi nihalö moroi ba li Yunani χριστός (christos), eluahania <strong>nibayoini</strong>? To'ölö labayoini samösa niha faoma fanikha ba ginötö lafa'ele'ö ia tobali razo föna niha sato. Fehede <strong>christos</strong> samösa no famo'eluaha wehede moroi ba li Ibrani <strong>mashiakh</strong>, sondrugi ya'ita sanörö li Arab <strong>al-masih</strong>.<br>&#x261B; Wa fanötöi döfi <strong>Masehi</strong> ba li Indonesia eluahania döfi <strong>Keriso</strong>? Fangerai döfi ni'oguna'ö ba zi oya negara ba gulidanö no fangerai döfi Paus Gregorius, ni'erai moroi ba döfi wa'atumbu Yesu Keriso. Na taŵa'ö döfi andre 2025, eluahania no 2025 fakhe ia i'otarai wa'atumbu Yesu.<br>",
      "image": ""
    },
    {
      "id": 11,
      "title": "Köfa baerolangi",
      "text": "&#x261B; Wa me 1977 lafatenge göfa sihombo baerolangi nifotöi <strong>Voyager-1</strong> ira NASA? Te'oguna'ö Voyager-1 andre ba wanöröi ba ba wangosili nahia baerolangi, sabölö aröu moroi ba luo.<br>&#x261B; Wa fa'aröu Voyager-1 andre moroi ba gulidanö <strong>töra 24 miliar kilometer</strong> (abölö aröu moroi ba luo), bahiza lafatörö <strong>komputer</strong> khönia moroi ba gulidanö nasa? Me 23 April 2024 awena sibai labohouni sistem komputer khönia, irege tola itohugö wama'ohe'ö data tou ba danö khöda.<br>&#x261B; Wa fahuhuo komputer moroi ba gulidanö faoma komputer si so ba göfa baerolangi Voyager-1 andrö faoma <strong>ndrulu radio</strong>?<br>&#x261B; Wa no lafaogö bakha ba Voyager-1 <em>rekaman</em> li awö foto moroi ba gulidanö, sitola mube'e dania khö gofu haniha zauri baerolangi?<br>",
      "image": ""
    },
    {
      "id": 12,
      "title": "Misi",
      "text": "&#x261B; Wa <strong>falito</strong> siföföna sibai molohe <strong>Turia Somuso Dödö</strong> ba Danö Niha no <strong>Ono Niha</strong> samösa? Ba mbaŵa si tölu 1832 larugi Danö Niha <strong>Francisco</strong> ba fo'omonia <strong>Sophie</strong>, darua Nono Niha si no tobali Niha Keriso ba Penang (ba Malaysia ma'ökhö). Tohare ira ba Danö Niha fao awö <strong>Jean-Piere Vallon</strong>, samösa falito Katolik moroi ba Perancis.<br>&#x261B; Wa mate misionaris Niha Keriso si föföna ba Danö Niha, <strong>Jean-Piere Vallon</strong>, ba mbanua Lasarabahili, Gunungsitoli, ha tölu waŵa aefa larugi Danö Niha? So zanguma'ö wa nibunu ia ba so göi zanguma'ö mate ia börö wökhö (te malaria?).<br>&#x261B; Wa aefa mate <strong>Jean-Piere Vallon</strong> me 1832, lö sa'ae turia hewisa lua-lua wamazaewe taromali Lowalangi ba Danö Niha? Ta'ila wa mate misionaris Nias si föföna sibai, <strong>Jean-Piere Vallon</strong>, börö duria sondrugi Perancis, bahiza lö ta'ila hadia zalua khö ndra awönia <strong>Francisco</strong> awö <strong>Sophie</strong>, darua Nono Niha moroi ba Penang me luo da'ö.<br>&#x261B; Wa 50 fakhe aefa wa'atohare ndra misionaris Katolik ba Danö Niha, tohare göi misionaris Protestan, <strong>Denninger</strong>, me September 1865?<br>",
      "image": ""
    },
    {
      "id": 13,
      "title": "Famahaö li Niha",
      "text": "&#x261B; Wa ba ginötö so Danö Niha barö wamatörö Belanda <strong>so wamahaö li Niha ba zekola</strong>? Töi mbuku wamahaö andrö <strong>Soera Wombaso</strong> ba sama'anö ya'ia H. Lagemann ba Marah Alam. Fa'oya mböbö (li Indonesia: jilid): 6 ngawua.<br>&#x261B; Wa me no merdeka Indonesia <strong>teböhöli wamahaö li Niha ba zekola</strong>? Irugi ma'ökhö, 80 fakhe aefa wa'amerdeka Indonesia, ha lafahaö li Niha ba mato ha'uga zekola. Lö ofanöŵa wamahaö li Niha si ha sambua ni'oguna'ö ba zi sagörö Tanö Niha.<br>",
      "image": ""
    },
    {
      "id": 14,
      "title": "Fama'anö li Niha yaŵa ba wiki",
      "text": "&#x261B; Wa me Januari 2021 tobali resmi <strong>Wikipedia Nias</strong>, si tobali nahia wama'anö fangi'ila ba li Niha, si ha sambu-sambua ba zi sagörö gu'ö digital nifotöi Internet?<br>",
      "image": ""
    },
    {
      "id": 15,
      "title": "Doremi",
      "text": "&#x261B; Wa fanötöi note zinunö <strong>doremi</strong> no tehalö moroi ba <em>zinunö fanuno khö Santo Yohane Same'e Fanasa</em>? Ba zinunö sotöi <em>Ut queant laxis</em> andrö so 7 goi, ba ero khoi manöi yaŵa sara notenia, simane na ta'anunöisi doremi.<br>&#x261B; Wa ba mböröta tenga <strong>doremi</strong> döinia bahiza <strong>utremi</strong>? Ba ngaotu ndröfia si-17 ibulö'ö <strong>ut</strong> andrö tobali <strong>do</strong> samösa niha Italia (ihalö moroi ba döi madonia <strong>Doni</strong>). I'otarai da'ö ba muzawili wo'anunöisi doremi (tenga utremi sa'ae) ba zi sagörö tanö Eropa ba tobali ia <strong>standar wamahaö</strong> ba wanunö nifotöi <strong>solfège</strong>.<br>&#x261B; Wa ba Indonesia ta'oguna'ö lala wanunö ba fanura <strong>doremi</strong>, bahiza ba danö Eropa la'oguna'ö <strong>note balo</strong>?<br>&#x261B; Wa abölö aoha wo'anunöisi lala <strong>note balo</strong> moroi ba lala <strong>note doremi</strong>, börö me oroma ba hörö ha wa'alaŵa note ba hadia möi yaŵa ma möi tou?<br>",
      "image": ""
    },
    {
      "id": 16,
      "title": "Fa'amate",
      "text": "&#x261B; Wa meföna ba Danö Niha la'oguna'ö <strong>aetu noso</strong> ba wanguma'ö na <strong>mate</strong> niha?<br>&#x261B; Wa same'e ba sangai <strong>noso</strong> andre ya'ia da'ö <strong>Baliu</strong>, ono khö Lowalangi samösa?<br>&#x261B; Wa <strong>fa'anau noso</strong> niha ba gulidanö tehonogö me so ia nasa bakha ba dalu ninania? Andrö na irugi inötö wa'amate, lamane ba Danö Niha meföna <strong>no irugi fangandrönia</strong>.<br>&#x261B; Wa götö wa'auri niha ba gulidanö igo'ö-go'ö ia lumö-lumönia nifotöi <strong>bekhu zimate</strong>? Bekhu zimate andre toröi nasa ba mboto mato öfa ngaluo aefa wa'amate. Aefa da'ö isaŵa mbanua tou. Itohugö wa'auri ba mbanua tou andrö simane nitörönia götö me auri ia nasa.<br>",
      "image": ""
    },
    {
      "id": 17,
      "title": "Sawuyu Ono Niha ba danö Sumatera",
      "text": "&#x261B; Wa me 1669 la'a'aro'ö <strong>sambua wahasara dödö</strong> ya'ira VOC (perusahaan Belanda ba nusantara) ba salaŵa (Nias Utara) awö si'ulu (Nias Selatan)? Tuho wahasara dödö andrö ya'ia ba wamawa ngawalö mbua danö moroi ba Danö Niha khö niha Belanda.<br>&#x261B; Wa lua-lua wahasara dödö ba gotalua VOC ba Ono Niha aekhu ia ba <strong>wamawa sawuyu</strong> khö ndra niha Belanda, börö me ambö mbua danö moroi ba Danö Niha?<br>&#x261B; Wa la'ohe ndra sawuyu nisöndrara ba Danö Niha ira VOC <strong>möi mohalöŵö</strong> ba danö <strong>Sumatera</strong>? Lafohalöŵö ira ba kabu ni'okhögö ndra niha Belanda ba da'ö.<br>&#x261B; Wa la'ohe ato ndra sawuyu nisöndra ndra VOC ba Danö Niha ba danö <strong>Padang</strong>? Andrö mbörö wa ato sibai Nono Niha ba danö Padang.<br>",
      "image": ""
    },
    {
      "id": 18,
      "title": "Fananö fakhe ba Danö Niha",
      "text": "&#x261B; Wa meföna ba Danö Niha labe'e <strong>game'ela</strong> khö Zibaya Wakhe niha ba ginötö labörötaigö wolau nowi?<br>&#x261B; Wa sondrönia'ö wame'e ame'ela andre no samösa <strong>ere</strong>?<br>&#x261B; Wa ifazökhi dania sageu <strong>nadu</strong> ere andrö, ba ihawui nadu andrö faoma <strong>ndro mbawi</strong>?<br>&#x261B; Wa aefa ihawui nadu andrö faoma ndro mbawi ere, ilau <strong>mangandrö</strong> khö Zibaya Wakhe ba wangandrö ena'ö ifahowu'ö zinanö ndra niha sangandrö.<br>&#x261B; Wa <strong>inötö sisökhi</strong> ba wananö fakhe meföna ya'ia zi me'öfa desa'a, meŵalu desa'a, ba ba zi mewelendrua desa'a?<br>",
      "image": ""
    },
    {
      "id": 19,
      "title": "Sura Zinunö si föföna",
      "text": "&#x261B; Wa buku zinunö si föföna sibai ba li Niha niraka me 1898, ya'ia da'ö <strong>Soera Zinoenö</strong> si so bakha 115 ngawua zinunö?<br>&#x261B; Wa <strong>lö</strong> sambua zinunö bakha ba mbuku andrö sinunö Nono Niha, bahiza no sinunö ndra niha Jerman, si lö khili-khilinia ba zinunö Ndraono Niha?<br>&#x261B; Wa awena dania me ndröfi 1904 tebörögö muraka majalah <strong>Toeria</strong>, nibörötaigö teraka ba Laguboti, tanö Batak, ba tetohugö dania muraka ia ba Gombölata me dröfi 1914?<br>&#x261B; Wa majalah <strong>Toeria</strong> muraka ero waŵa irege teböhöli ia me ndröfi 1940?<br>",
      "image": ""
    },
    {
      "id": 20,
      "title": "Gereja AMIN",
      "text": "&#x261B; Wa ba mböröta hurufo <strong>i</strong> bakha ba döi <strong>Gereja AMIN</strong> andrö <strong>Idanoi</strong>, ya'ia da'ö sambua döi mbanua sahatö ba Gunungsitoli?<br>&#x261B; Wa tefasindro Gereja AMIN ba <strong>Helefanikha</strong> me 12 Mei 1946 ba fao khönia 11 mbanua?<br>&#x261B; Wa töi zamasindro Gereja AMIN ya'ia <strong>Singamböwö Zebua</strong>, samösa wandrita Gereja BNKP ba Gombölata me luo da'ö? <br>&#x261B; Wa fabali Gereja AMIN moroi ba Gereja BNKP börö me <strong>lö omasi</strong> Singamböwö Zebua lafawu'a ia moroi ba Gombölata lumalö ba Lahusa-Masio?<br>",
      "image": ""
    },
    {
      "id": 21,
      "title": "Silewe Nazarata",
      "text": "&#x261B; Wa <strong>Silewe Nazarata</strong> no <strong>ndronga Lowalangi</strong>? Wa börö da'ö manofu-nofu ndra misionaris hewisa tola so donga Lowalangi (lö la'ila wa Lowalangi no töi bö'ö khö duada Hiawalangi Adu)<br>&#x261B; Wa heŵa'ae ira'alawe ia, te'oroma'ö göi Zilewe Nazarata <strong>hulö ndramatua</strong>? Ba nadu Zilewe Nazarata nifazökhi meföna oroma so <strong>zusunia</strong>, ba so göi <strong>mba'i</strong> awö bu gambinia.<br>&#x261B; Wa lafotöi niha si faoma so khönia wa'amatua ba fa'alawe <strong>hermaphrodite</strong> ba li Inggris ma <em>wadam</em> ba li Indonesia?<br>&#x261B; Wa heŵa'ae oroma so wa'alawe ba famatua ba nadu Zilewe Nazarata, <strong>tenga</strong> hermaphrodite ia. Na oroma wamatua ba nadu meföna, eluahania <strong>mofa'abölö</strong> niha nifo'adu andrö. Ba na so khö nadu andrö wa'alawe, eluahania <strong>mowua sibai nösi danö</strong> khö nifo'adu andrö.<br>&#x261B; Wa Silewe Nazarata no göi samösa <strong>ere</strong>?<br>&#x261B; Wa Silewe Nazarata zitobali <strong>ndrela</strong> niha ba mbanua yaŵa ba ba <strong>mbanua tou</strong>?<br>&#x261B; Wa andrö toröi Silewe Nazarata si yaŵa ba <strong>mbaŵa</strong>?<br>&#x261B; Wa labe'e khö Zilewe Nazarata <strong>mbuala</strong> na alua wasuwöta, sikho sabölö-bölö, horö sebua simane famunu niha, femanga mböli niha ma zui fohorö?<br>",
      "image": ""
    },
    {
      "id": 22,
      "title": "Afökha ba Nadaoya",
      "text": "&#x261B; Wa börö Denninger ba Sundermann no <strong>fasala</strong> wamaigida gamuata gafökha awö nadaoya? Sindruhunia lö fagölö ira gafökha ba nifotöi <em>setan</em> simane nisura bakha ba Zura Ni'amoni'ö. Satulönia mena'ö <strong>nadaoya</strong> andrö nifotöi <strong>setan</strong>. Tenga afökha bahiza nadaoya andrö geheha silösökhi.<br>&#x261B; Wa toröi nadaoya andrö ba <strong>hogu geu fogi</strong> ba Laido-Toyolawa?<br>&#x261B; Wa andrö möi nadaoya wolohi niha ba ginötö <strong>moteu-teu</strong>?<br>",
      "image": ""
    },
    {
      "id": 23,
      "title": "Lowalangi ba Laturedanö",
      "text": "&#x261B; Wa oya döi khö <strong>Lowalangi</strong>, ba gotaluania ya'ia <strong>Luo Mewöna</strong> ba <strong>Luo Zaho</strong>?<br>&#x261B; Wa töi <strong>Lowalangi</strong> no göi töi bö'ö <strong>Hiawalangi Adu</strong>, ya'ia da'ö <strong>Tuada Hia</strong>?<br>&#x261B; Wa samatörö banua yaŵa no <strong>Lowalangi</strong> ba samatörö banua tou no <strong>Laturedanö</strong>?<br>&#x261B; Wa molo'ö nidunö-dunö meföna <strong>tenga</strong> börö zi sökhi fefu Lowalangi ba börö zi lö sökhi fefu Laturedanö? wa he Lowalangi ba he Laturedanö tola börö zi sökhi ba börö wökhö ba niha?<br>&#x261B; Wa samahaö Ono Niha wa Lowalangi mbörö ngawalö zisökhi ba Laturedanö börö ngawalö zilösökhi no <strong>ira misionaris</strong>? Tenga sindruhu da'a, bahiza no sambua nifotöi <strong>salah pengertian</strong> ndra misionaris meföna, ba nitohugöda ta'o'ö irugi ma'ökhö, börö me no to'ölö ita.<br>",
      "image": ""
    },
    {
      "id": 24,
      "title": "Fangesa dödö sebua ba lua-luania",
      "text": "&#x261B; Wa ba gotalua Ndraono Niha, <strong>satua föna</strong> no umbu howu-howu ba andrö lafotöi ira <strong>sangehowu</strong>?<br>&#x261B; Wa <strong>la'erogö</strong> zatua föna nifötöi <strong>sangehowu</strong> ira Ono Niha i'otarai alua <strong>wangesa dödö sebua</strong>?<br>&#x261B; Wa börö wangesa dödö sebua, labörögö <strong>wamufu</strong> adu zatua awö behu ba fefu gama-gama sifakhai ba da'ö ira Ono Niha<br>&#x261B; Wa börö wangesa dödö sebua andre <strong>laröi</strong> göi ngawalö hada Nono Niha bö'ö simane fondrakö, famatö harimao ba famatö saembu?<br>&#x261B; Wa börö da'a fefu ato niha ba Danö Niha <strong>sitaya lohe-lohe wa'auri</strong> khöra ba börö da'ö tobali lö ahono dödöra ba wa'aurira?<br>&#x261B; Wa börö wa lö ahono dödö andre ihawui ira <strong>fa'ata'u</strong> me larongo wa lua-lua horö ba no fa'amate, irege lalau mege-ege ba wangalulu ena'ö aefa ira ba horöra?<br>",
      "image": ""
    },
    {
      "id": 25,
      "title": "So'aya",
      "text": "&#x261B; Wa <strong>So'aya</strong> no fangali wehede <strong>Adonai</strong> (li Ibrani) ba <strong>κύριος</strong> (li Yunani) si so bakha ba Zura Ni'amoni'ö?<br>&#x261B; Wa meföna <strong>So'aya</strong> eluahania <strong>niha si so elemu</strong>, si so khönia öba, irege lö fasai khönia wa'afökhö ma fa'ate'ala, niha si so fa'abölö? Andrö göi mbörö wa asese latötöi ia So'aya Gelemu.<br>&#x261B; Wa sindruhunia <strong>Adonai</strong> ma κύριος eluahania <strong>tuha</strong>, simane fehede tuan ba li Indonesia?<br>&#x261B; Wa börö da'ö na taŵa'ö <strong>Yesu So'aya</strong>, eluahania tenga Yesu si so elemu, si lö fasai khönia de'ala ba fa'afökhö? No itörö wa'afökhö Yesu, itörö wamakao irugi mate ia ba röfa.<br>&#x261B; Wa börö da'ö no tola manö wa <strong>fabö'ö</strong> ira Yesu nifati Nono Niha ba Yesu nitutunö bakha ba zura Gamabu'ulali Sibohou?<br>",
      "image": ""
    },
    {
      "id": 26,
      "title": "Osali",
      "text": "&#x261B; Wa fehede <strong>osali</strong> tehalö moroi ba wehede osa ba li?<br>&#x261B; Wa <strong>osa</strong> (osa-osa) eluahania dadaoma mbalugu, ba <strong>li</strong> eluahania fehede ma oroisa?<br>&#x261B; Was börö da'ö <strong>osali</strong> no nahia heza owulo niha mbanua ba <strong>wamatunö ngawalö zifakhai ba wamatörö banua</strong>?<br>&#x261B; Wa sito'ölönia osali andre no <strong>omo zalaŵa hada</strong>?<br>&#x261B; Wa ba <strong>niha raya</strong> lafotöi ia <strong>bale</strong> (osali no töi ba niha yöu)?<br>&#x261B; Wa lahalö döi <strong>osali</strong> andre ira misionaris tobali fangali wehede <strong>gereja</strong>?<br>&#x261B; Wa ba mböröta ba Danö Niha labe'e töi zatua bakha ba gereja <strong>satua gosali</strong>?<br>&#x261B; Wa lö faudu da'a, andrö labulöni ia tobali <strong>satua Niha Keriso</strong>?<br>",
      "image": ""
    },
    {
      "id": 27,
      "title": "Iraono Huna",
      "text": "&#x261B; Wa ba ginötö wa'atohare ndra misionaris meföna, samatörö <strong>Iraono Huna</strong> no balugu sotöi <strong>Harimao</strong> faoma iraono khönia Fadoli ba Solagö?<br>&#x261B; Wa fondrege <strong>amu'i</strong> Harimao ba ira sanuwö khönia irege <strong>asese latunu mbanua</strong> ni'alanira, <strong>lara'u niha</strong> khönia ba <strong>lafamawa tobali sawuyu</strong> khö ndra niha Aceh?<br>&#x261B; Wa i'ali namania dania Fadoli ba labe'e töinia <strong>Batu Ganuwö</strong> ba itohugö <strong>wamawa sawuyu</strong> khö ndra niha Aceh?<br>&#x261B; Wa börö wamawa sawuyu andre tohare ndra niha <strong>Belanda</strong> me 1863 ba Lölöwa'u ba <strong>wanguhuku Batu Ganuwö</strong> ba latunu fefu nomo ba mbanua?<br>&#x261B; Wa furinia me 1900 i'andrö khö misionaris Krumm Batu Ganuwö ena'ö möi ia ifaigi ira ba Lölöwa'u? wa ya'ia, ösi nomonia ba ira Iraono Huna <strong>tobali Niha Keriso</strong> ba latema wanasa ni'amoni'ö (fombayagö idanö) moroi khö Krumm?<br>",
      "image": ""
    },
    {
      "id": 28,
      "title": "Migu ba samigu",
      "text": "&#x261B; Wa meföna <strong>lö</strong> mangerai luo ba zisamigu niha ba Danö Niha?<br>&#x261B; Wa börö da'ö <strong>lö töi luo</strong> bakha ba zi samigu ba li Niha, andrö muhalö manö ia moroi ba li Melayu, ya'ia da'ö Migu, Sinaya, Salasa, Rabu, Kami, Jumaha, Satu?<br>&#x261B; Wa ira falito Protestan zangombakha wombagi <strong>baŵa</strong> tobali öfa migu ba si <strong>samigu</strong> tobali önö ngaluo?<br>&#x261B; Wa <strong>fangerai ginötö</strong> ni'oguna'ö ba Danö Niha me luo da'ö no fangerai ginötö <strong>molo'ö wa'atebulö mbaŵa</strong> (li Inggris: <em>lunar calendar</em>) ba tenga molo'ö wetaro ndröfi (li Inggris: <em>solar calendar</em>)?<br>&#x261B; Wa andrö <strong>adöni dödö</strong> niha we'amöi ba gangowuloa ero luo Migu, börö me ibe'e khöra <strong>mbago, dalu-dalu, kue</strong> ba <strong>kefe</strong> Denninger?<br>",
      "image": ""
    },
    {
      "id": 29,
      "title": "Sura Ni'amoni'ö",
      "text": "&#x261B; Wa meföna ba <strong>ginötö Denninger</strong> lafotöi Zura Ni'amoni'ö <strong>buku Hia</strong> ira niha raya?<br>&#x261B; Wa lafotöi göi ia meluo da'ö <strong>buku Lowalangi</strong> ba gotalua ndra niha yöu?<br>&#x261B; Wa Denninger <strong>zamörögö</strong> wangali Sura Ni'amoni'ö ba li Niha, ya'ia da'ö <strong>Sura Luka</strong>?<br>&#x261B; Wa li Niha ni'oguna'ö Denninger ba wangali Sura Luka andrö no <strong>amarukhata li</strong> niha raya ba li niha yöu?<br>&#x261B; Wa börö da'ö <strong>lö</strong> aboto ba dödö he niha raya ba niha yöu na labaso Zura Luka andrö?<br>&#x261B; Wa <strong>Sundermann</strong> dania zangawalisi halöŵö wangali <strong>fefu Zura Ni'amoni'ö</strong> (Amabu'ulali Siföföna ba Amabu'ulali Sibohou) ba li Niha?<br>&#x261B; Wa Sura Ni'amoni'ö ni'ali Sundermann andre no lasura ba <strong>dialek Gunungsitoli</strong> ba sifasui khönia?<br>",
      "image": ""
    },
    {
      "id": 30,
      "title": "Fa'atumbu ndraono ba fangandrö howu-howu",
      "text": "&#x261B; Wa so <strong>wamoni</strong> silötolalö'ö mu'o'ö na <strong>tumbu ndraono</strong> ba Danö Niha meföna?<br>&#x261B; Wa baero famoni so göi <strong>wangandrö howu-howu</strong> zatua nifotöi <strong>fangariwu</strong>?<br>&#x261B; Wa so göi nasa <strong>wangandrö howu-howu</strong> zatua nifotöi <strong>fangai bowoa</strong>, ya'ia da'ö howu-howu ndra tua ba awe nono sawena tumbu?<br>&#x261B; Wa <strong>la'etu'ö</strong> ira misionaris me 1915 wa <strong>tebai</strong> sa'ae lafalua wamoni, fangariwu, fangai bowoa awö hada bö'ö nifalua ba ginötö tumbu ndraono ira Niha Keriso?<br>&#x261B; Wa <strong>ena'ö ata'u</strong> niha ba labe'e töi fefu hada andre <strong>huku niha baero</strong> ma huku föna?<br>&#x261B; Wa alimagö no oi <strong>taya</strong> hada sisökhi simanö ba Danö Niha, me sindruhunia <strong>lö oi fatimba</strong> ia ba Zura Ni'amoni'ö, ba lafalua hada sifakhili ira Niha Keriso moroi ba soi bö'ö irugi ma'ökhö?<br>",
      "image": ""
    },
    {
      "id": 31,
      "title": "Ka'a ndraono",
      "text": "&#x261B; Wa götö we'aso <strong>ba dalu</strong>, isöndra gönia ono moroi khö <strong>ka'anono</strong>, nifakhai khö nono faoma sara tali si lalö ba wusö?<br>&#x261B; Wa <strong>ka'anono</strong> andre lafotöi placenta ba li Inggris, nihalö moroi ba li Yunani plakous, eluahania <strong>kue sawolo-wolo</strong>?<br>&#x261B; Wa meföna <strong>sanaba</strong> tali samakhai ga'anono ba fusö nono andre <strong>samösa ere</strong>?<br>&#x261B; Wa nahia heza lataba dali andrö ba dalu nono lafotöi <strong>fusö</strong>?<br>&#x261B; Wa aefa lataba ia, <strong>lasaitagö</strong> ga'anono andrö ba ndraha geu ma zui <strong>latibo'ö</strong> ba nidanö (bahiza iada'a <strong>lako'o</strong> ia ba danö)?<br>&#x261B; Wa i'anema'ö <strong>lafagaölö gadulo</strong> ba mboto nono sawena tumbu, me faduhu dödöra wa i'owuloi fefu golalöŵa zatua awö wökhö guli nono adulo andrö, ba aefa da'ö lasaitagö ia <strong>tobali aya nadu</strong>?<br>&#x261B; Wa ba danö raya <strong>lafemanga</strong> gere ba talifusö nina nono sawena tumbu ba lafotöi wemanga andre <strong>mame ö zolohe</strong>?<br>",
      "image": ""
    },
    {
      "id": 32,
      "title": "Ono ba bosi",
      "text": "&#x261B; Wa meföna ba Danö Niha isöndra <strong>mbosi</strong> ba mbanua niha na <strong>mo'ono</strong> ia? Niha si lö mo'ono lö tola fahuhuo föna zato.<br>&#x261B; Wa ba <strong>niha raya</strong> to'ölö ifahowu'ö zawena mangowalu ere, ena'ö tumbu khöra <strong>siŵa nonomatua ba siŵa nono'alawe</strong>? <br>&#x261B; Wa lafotöi nonomatua khö samösa niha <strong>ono wangali mbörö sisi</strong> ma <strong>ono wamatohu nga'ötö</strong> ba ono'alawe lafotöi <strong>ono famakhai sitenga bö'ö</strong>?<br>",
      "image": ""
    },
    {
      "id": 33,
      "title": "Na lö mo'ono niha meföna",
      "text": "&#x261B; Wa na <strong>lö tumbu-tumbu ndraono</strong> khö ndra sifaronga, ba lala nitörö ya'ia 1) lasekhegö hadia no oi latörö fefu gamakhoita zatua ba na so zi lö faudu moguna la'ohe wasömbata khö nadu zatua; 2) lasekhegö hadia so hadia ia zi lö faudu khö si'o, ya'ia da'ö niha si so ba huhuo ba wangowalura, si no tobali tobali tahi. Na so dahi ba silötolalö'ö lafemanga zi'o ba la'andrö wanefe idanö moroi khönia; ba na lö mowua fefu da'a ba 3) lafarou ndramatua ena'ö ihalö khönia ndronga bö'ö (mamakaerua)?<br>&#x261B; Wa na <strong>lö manabina</strong> ndra'alawe, heŵa'ae no latörö fefu da'ö yaŵa, ba möi ira <strong>mangaruwusi ba nadu</strong>? Latefe nadu faoma <strong>ndro mbawi</strong> ba i'andrö khö nadu zatua ama ndramatua, ena'ö te'abölö'ö dalu ndra'alawe, irege mo'ono.<br>",
      "image": ""
    },
    {
      "id": 34,
      "title": "Famoni ba famasi",
      "text": "&#x261B; Wa <strong>oya wamoni</strong> ba gotalua Nono Niha meföna, so wamoni ba ginötö manabina ndra'alawe, famoni ba ginötö wamasi, btn.?<br>&#x261B; Wa <strong>götö manabina</strong> ndra'alawe, amonita Nono Niha ya'ia da'ö tebai mamahö mbawi, mamunu ulö, mombabaya boto zimate, mondra'u henu, molosö osö-osö, mogao banio ba tebai manga fiso mbawi?<br>&#x261B; Wa lafalua wamoni ba ginötö wamasi ena'ö <strong>böi</strong> mofönu Zibaya Wakhe?<br>&#x261B; Wa ba ginötö wamoni andre <strong>tebai</strong> la'egebua'ö lira niha?<br>&#x261B; Wa <strong>la'oguna'ö</strong> wehede bö'ö ba wanguma'ö fehede si to'ölö: tazowo (fangali wehede manga), azori (fangali mate), lögu-lögu (fangali ose), sila'i (fangali iramatua), sibölöwua (fangali ira'alawe), sokafu (fangali idanö)?<br>",
      "image": ""
    },
    {
      "id": 35,
      "title": "Sura amakhoita",
      "text": "&#x261B; Wa lafa'anö zura <strong>Amakhoita Sogoena ba mbanua Niha Keriso</strong> meföna ba wangali amakhoita zatua awö gamakhoita mbanua, si no to'ölö ba gotalua Nono Niha me luo da'ö?<br>&#x261B; Wa <strong>laraka</strong> zura Amakhoita andre me 1923 ba no tobali amakhoita si föföna sibai ba li Niha nitandrösaigö khö ndra Niha Keriso?<br>&#x261B; Wa ba gotalua zoya ngawalö nifakhoi bakha ba zura andrö so zanandrösa ba wakaerua, famadu-madu tuo, sile ba fame'e dalu-dalu?<br>&#x261B; Wa <strong>tebohouni</strong> zura Amakhoita andre me 1965 börö me oya zalua ba gotalua Nono Niha me luo da'ö sinangea muhonogöi?<br>&#x261B; Wa ba gotalua <strong>zoya ngawalö</strong> nifakhoi ba da'ö so zanandrösa ba wangowalu niha sambö döfi, böwö si töra fa'ebua, seks ba gotalua zi darua niha fatua lö mangowalu ira, btn.?<br>&#x261B; Wa lafakhoi göi bakha ba Amakhoita andrö zanandrösa ba falulu mohorö nilau ha'uga niha (li Indonesia: pesta seks ma li Inggris: sex-orgies)?<br>",
      "image": ""
    },
    {
      "id": 36,
      "title": "Ngawalö kamus li Niha",
      "text": "&#x261B; Wa kamus fondrege atua (<em>Niasch-Maleisch-Nederlandsch Woordenboek</em>, 1887) nifa'anö J.W. Thomas awö E.A. Taylor Weber no famo'eluaha li Niha ba li Melayu?<br>&#x261B; Wa kamus aefa da'ö (<em>Niassisch-Deutsches Wörterbuch</em>, 1905) nifa'anö Heinrich Sundermann no famo'eluaha li Niha ba li Jerman si so göi bakha li Niha raya?<br>&#x261B; Wa kamus niraka aefa da'ö (<em>Kamus Nias - Indonesia</em>, 1985) nifa'anö Sitasi Zagötö no famo'eluaha li Niha ba li Indonesia?<br>&#x261B; Wa kamus niraka aefa da'ö (<em>Kamus Li Niha Nias - Indonesia</em>, 2011) nifa'anö Apolonius Lase no göi famo'eluaha li Niha ba li Indonesia?<br>&#x261B; Wa kamus Wikikamus Nias nifa'anö zato no famo'eluaha ba li Niha? Wikikamus no göi mufa'anö ena'ö li Niha tobali sambua li ba mbolokha digital.<br>",
      "image": ""
    },
    {
      "id": 37,
      "title": "Fangesa dödö sebua ba fangesa solaya",
      "text": "&#x261B; Wa alua <em>Wangesa Dödö Sebua</em> <strong>föna</strong> wasuwöta sebua nifotöi Perang Dunia II?<br>&#x261B; Wa alua zui wangesa dödö si fakhili <strong>aefa</strong> wasuwöta sebua andrö?<br>&#x261B; Wa latötöi wangesa dödö andrö <strong>Fangesa Solaya</strong>?<br>&#x261B; Wa nigohi niha ba wangesa solaya andre <strong>tenga fangesa dödö</strong> bahiza buala, fama'ele'ö, li bö'ö ba famadöhö fökhö?<br>&#x261B; Wa ira sondrönia'ö wangesa solaya andre lafotöi <strong>tuka wangesa</strong>?<br>&#x261B; Wa molo'ö misionaris Müller-Krüger, no fagölö nifalua ndra tuka wangesa ba nilau ndra ere ba <strong>huku niha föna</strong> ba Danö Niha?<br>&#x261B; Wa itenaŵa wangesa solaya andre Gereja BNKP ba molo'ö Fehede Mendröfa (eforus 1951-1955), andrö <strong>nigohi</strong> ndra tuka wangesa no kefe ba so na'i ba gotaluara zohorö ba samakaerua?<br>",
      "image": ""
    },
    {
      "id": 38,
      "title": "Amakhoita zatua ba amakhoita mbanua",
      "text": "&#x261B; Wa meföna so <strong>dombua</strong> ngawalö gamakhoita: 1) amakhoita zatua ba 2) amakhoita mbanua?<br>&#x261B; Wa <strong>amakhoita zatua</strong> no oroisa nifa'ema zatua töra-töra ba ginötö wangotome'ö?<br>&#x261B; Wa lafotöi göi gamakhoita mbanua <strong>fondrakö</strong>?<br>&#x261B; Wa me 1923 ifa'anö Gereja BNKP gamakhoita sibohou fangali gamakhoita zatua/mbanua nisura bakha ba mbuku <strong>Amakhoita Soeguna ba mbanua Niha Keriso ba Danö Nias</strong>?<br>&#x261B; Wa tetandrösaigö gamakhota sibohou andre ba wangowalu, bosi niha bakha ba mbanua, famakeruasa, famahaö, famadu-madu, sile, famadöhö fökhö ba ame'ela khö ndra satua Niha Keriso?<br>&#x261B; Wa bakha ba <strong>Gereja Katolik</strong> lafotöi buku gamakhoita simane <strong>Kitab Hukum Kanonik</strong> ba li Indonesia, ni'ali moroi ba li Latin ius canonicum, eluahnia goi-goi hewisa ifatörö ia samösa Gereja?<br>",
      "image": ""
    }
  ],
  "articles": [
    {
      "id": 1,
      "title": "Gereja",
      "text": "Gereja tola mo'eluaha ia <strong>omo Lowalangi</strong> ma zui <strong>angowuloa niha samati</strong>. Ba Danö Niha asese la'ali ia faoma osali, sambua nahia gangowuloa zato. Börö da'ö ba <strong>Gereja Protestan</strong> ba Danö Niha no fagölö geluahara gosali gereja. Hiza to'ölö la'oguna'ö wehede gosali bakha <strong>Gereja Katolik</strong> ba Danö Niha <strong>ha</strong> ba nomo Lowalangi si so ba mbanu-banua misa si lö khönia bakha nifotöi <strong>Sakramen Fondrege Ni'amoni'ö</strong>. Lö latötöi osali nomo Lowalangi si so bakha <strong>Sakramen Fondrege Ni'amoni'ö</strong> (24 jam ma'ökhö, 7 ngaluo samigu), si mane ba gereja Paroki ma gereja Katedral. Gereja simane andre tenga nahia gangowuloa si fagölö ia, börö me no muhonogöi wa <strong>ha</strong> tola molau halöŵö wangandrö khönia bakha, ba tebai lahalö rafe, folelo ma zui owasa tanöbö'ö. (Baso dohu-tohu zinura <strong>Gereja</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Hallstatt_evangelische_Kirche_20180206.jpg"
    },
    {
      "id": 2,
      "title": "Teori evolusi",
      "text": "<strong>On the Origin of Species</strong> no sambua zinura <em>ilmiah</em> ba li Inggris nisura <strong>Charles Darwin</strong> sanandrösa ba nifotöi <strong>teori evolusi</strong> niraka me 24 November 1859. Bakha ba mbuku andre iŵa'ö Darwin wa fefu zauri ba gulidanö andre no manumbu moroi ba zaliŵa-liŵa bö'ö nifotöi <em>furugö gaurifö fefu</em> (ba li Inggris <em>common ancestors</em>). Tumbu khö Darwin wangera-ngera andre aefa ifalua wangosili me fao ia ba <em>ekspedisi Beagle</em> me döfi 1830-a awö <em>ekspedisi</em> nifalua aefa da'ö. (Baso dohu-tohu zinura <strong>On the Origin of Species</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Charles_Darwin_seated_crop.jpg"
    },
    {
      "id": 3,
      "title": "Na'a",
      "text": "<strong>Na'a</strong> no sambua ngafu zinanö ba gotaluania so zasese tafotöi na'a ba Danö Niha ma töi <em>ilmiah</em> khönia <em>Artocarpus heterophyllus</em>. Oya tumbu ia ba Asia Selatan faoma Asia Tenggara. Buania tola irege 55 kilo wa'abua, tola irugi 90 cm wa'anaunia ba tola irugi 50 cm wa'ebua hogunia. Tola mowua döla na'a si no atua irege 200 bua ero röfi. So gitö ba na'a ba abua wangeheta na no falemba ba nukha. Asese labali'ö gule awö wakhe ba wemanga mbuania. Asoso mbua andre ba hogu ba tola mu'a manö lö dali larino. (Baso dohu-tohu zinura <strong>Na'a</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Artocarpus_heterophyllus_fruits_at_tree.jpg"
    },
    {
      "id": 4,
      "title": "Ndreŵa",
      "text": "<strong>Ndreŵa</strong> (ma deŵa) no ngawalö wökhö guli sasese sibai tesöndra ba niha. Oroma oroyo-royo ia ba na tetuli ia ba taraso anaukhu-naukhu ma zui afökhö-fökhö. Abölö oya tesöndra ia ba mbawa, hulu awö ba mbagi. Heŵa'ae lö dalu-dalu ndreŵa, tola lö abölö tedou ia na lö lawaya-waya ma zui laboto ia. Na itugu afökhö ia ba tola la'öli <em>dalu-dalu</em> moroi ba apotik, same'e alö wa'afökhönia, heŵa'e lö ifadöhö ia. Na itugu töra wa'abölönia ba si lö tola lö'ö mu'ondrasi samösa doto. (Baso dohu-tohu zinura <strong>Ndreŵa</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Akne-jugend.jpg"
    },
    {
      "id": 5,
      "title": "Musim Kupu-Kupu Kuning",
      "text": "<strong>Musim Kupu-Kupu Kuning</strong> (<em>Hino Löhö-Löhö Usö</em>) no sambua novel nisura Vanni Puccioni, sanutunö zalua ba mbanua Bawömataluo me ngaotu ndröfia si-19. Vanni andre no samösa niha Italia si no irai toröi ba Danö Niha ba ginötö nifotöi <em>rehabilitasi</em> ba <em>rekonstruksi</em> aefa ndruru sebua Maret 2005 ba Danö Niha. La'ali novel andre moroi ba li Italia, iraka ia Gramedia Pustaka Utama, ba lafa'olo ba zato me 20 Agustus 2021. Töi asli novel andre ba li Italia <em>Nella stagione delle farfalle gialle</em>, niraka Ciesse Edizioni me 2019. (Baso dohu-tohu zinura <strong>Musim Kupu-Kupu Kuning</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/79/Kupu_kupu_kuning.jpg"
    },
    {
      "id": 6,
      "title": "La'izu",
      "text": "<strong>La'izu</strong> no ngawalö zinanö si tefaböbö ba zinumbua nifotöi <em>Cucurbitaceae</em> sobua owulo anau si tola tobali ngawalö gö simane tobali bulugeu ni'a ma zui tobali jus nibadu. Ba mböröta tesöndra auri la'izu ba Asia Tenggara, bahiza furi ö muzawili ia ba zi sagörö ulidanö, irege tesöndra tumbu ia ba zi lima tanöa. Ma'ökhö abölö oya mutanö ia ba Tiongkok, arakhagö 80% fefu la'izu nifamawa ba gulidanö si 91 juta ton no moroi ba Tiongkok (2019). (Baso dohu-tohu zinura <strong>La'izu</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Cucumber_BNC.jpg"
    },
    {
      "id": 7,
      "title": "Harita",
      "text": "<strong>Harita</strong> no sambua zinanö sobulu owuge'e ba buania aganau si so bakha hunö soroma hulö mbua niha. Oya ngawalö zinanö si fakhili khönia, irege no oi fabö'ö-bö'ö geluaha harita ba nahia bö'ö ba gulidanö. Nitötöi harita ba Danö Niha ya'ia nifotöi nifotöi <em>kacang panjang</em> ma zui <em>kacang hijau</em> ba li Indonesia. Bahiza ba Jakarta na laŵa'ö <em>kacang</em> si to'ölönia <em>kacang tanah</em> niŵaö dödöra, sambua zinanö si tenga harita ba Danö Niha. Simanö göi fabö'ö nifotöi harita ba li Inggris. Tenga <em>nut</em> (simane peanut, <em>kacang tanah</em>) sasese laŵaö niha, bahiza <em>legume</em>. (Baso dohu-tohu zinura <strong>Harita</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Vigna_radiata_MHNT.BOT.2009.17.4.jpg"
    },
    {
      "id": 8,
      "title": "Gowi",
      "text": "<strong>Gowi</strong> no ngawalö zinanö sasese tesöndra ba Danö Niha ba ba zi sagörö ulidanö. Baero gö tanöbö'ö si mane fakhe, moguna sibai wemanga gowi, börö me oya khönia bakha <strong>Vitamin A</strong> awö nifotöi <strong>fiber</strong> sambö so bakha ba wakhe. Moguna <em>fiber</em> andrö ena'ö tola <strong>auri</strong> ba <strong>mangoya'ö</strong> nifotöi <em>bakteria</em> <em>si sökhi</em> bakha ba mbetu'a niha. <em>Bakteria</em> si sökhi andrö zame'e ena'ö tola mofozu ngawalö hadia ia bakha ba mboto si mane fa'amonönö wa'abua mboto, fa'oya gulo bakha ba ndro, fa'abölö mboto wolaŵa tungö wökhö ba fohalöŵö guto. (Baso dohu-tohu zinura <strong>Gowi</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/58/Ipomoea_batatas_006.JPG"
    },
    {
      "id": 9,
      "title": "Chi Rho",
      "text": "<strong>Chi Rho</strong> (famoligö ya'ia <em>kai rou</em>) ma asese tesura ia faoma tandra ☧ no sambua dandra si fakhai ba Niha Keriso. Hurufo <em>chi</em> faoma <em>rho</em> tehalö moroi ba li Yunani. Na tasura ia ba lala wanurada ma'ökhö tobali ia <em>x</em> faoma <em>p</em>. XP andrö no dombua hurufo ba mböröta döi Keriso ba li Yunani: <strong>ΧΡΙΣΤΟΣ</strong> (Christos). Bahiza asese lafalaete wanura ya'ia irege tobali ia ☧.<br>Ibörötaigö asese ta'ila dandra andre ba <em>media sosial</em>, börö me itugu ato ndra sohalöŵö ba Gereja Protestan ba Danö Niha sangoguna'ö <em>toga</em> liturgi si so tandra ☧ andö. Ha ere bakha ba Gereja Katolik meföna zangoguna'ö ya'ia. Si to'ölönia tandra <strong>chi rho</strong> andre tegambaraini ia ba nifotöi <em>stola</em>. (Baso dohu-tohu zinura <strong>Chi Rho</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Simple_Labarum2.svg"
    },
    {
      "id": 10,
      "title": "Amaedola",
      "text": "<strong>Amaedola</strong> no sambua lala nitörö Nono Niha na fahuhuo ira ba wama'ema nösi dödöra ba niha bö'ö, he ba walukhasata si ero ma'ökhö simane yomo ba nomo, falukhasata ba zi lö mutötöna, ba he göi ba walukhasata ni'odödögö si mane ba gödo ma ba halöŵö hada. Fabö'ö ira wama'ema ösi dödö faoma amaedola wahuhuo sito'ölö. Ba huhuo sito'ölö, muŵa'ö manö zi so ba dödö, lö mangoguna'ö maedo-maedo. Andrö lafotöi ia huhuo <em>nifamahö towa</em>. Hiza amaedola tenga simanö. Ba wama'ema ösi dödö labe'e wamaedo ba ni'ila hörö ma sasese alua, ba muhaogö wama'oli fehede awö wanguma'ö ya'ia, ena'ö ohahau dödö zamondrongo ba ena'ö lö tetutu dödöra na so wehede famatika ma fanegu... (Baso dohu-tohu zinura <strong>Amaedola</strong> ba Wikipedia Nias)",
      "image": ""
    },
    {
      "id": 11,
      "title": "Gowirio",
      "text": "<strong>Gowirio</strong> no sambua zinumbua ba danö si so töla bahiza lö tobali eu sebua ia. Tefaböbö ia ba soi <em>Euphorbiaceae</em> ba auri ia ba gölana <em>tropika</em> faoma <em>subtropika</em>. <br>Ŵa'ania tobali tuho gö same'e <em>karbohidrat</em> ba bulunia tobali ö bulugeu. <br>So dombua ngawalö gowirio: si nami-namitö ba safeto. Gowirio si nami-namitö andrö zi to'ölö ta'ila ba Danö Niha. Ide-ide ia moroi ba gowirio safeto. Gowirio safeto egebua nösinia ba oya khönia bakha langu nifotöi <em>sianida</em>. Andrö wa silötolalö'ö lahaogö wangohalöŵögöigö ya'ia, ena'ö tola tobali ö. Börö da'ö göi asese la'oguna'ö gowirio safeto ba wamazökhi hamo, <em>kripik</em> ma ö tanöbö'ö nifa'anö ba pabrik. <br>Tanömö gowirio ba tölania andrö samösa nitanö tou ba danö. Aoha wananö ya'ia me lö moguna sibai khönia oya halöŵö wondrorogö simane sinanö bö'ö. <br>Gowirio no tuho gö he ba Danö Niha ba he ba mbanu-banua misa, tola nirino, nibogö ma zui nisano. (Baso dohu-tohu zinura <strong>Gowirio</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/b/bd/PeeledCassava.jpg"
    },
    {
      "id": 12,
      "title": "Harimbale",
      "text": "<strong>Harimbale</strong> no sambua ngaluo wogale, me owulo ndra sogale ba zi sambua nahia si no tehonogöi, irege tola möi niha sato wowöli gofu hadia ia zoguna khöra ero migu. <br>Ba ginötö föna ha ngaluo harimbale andre ginötö wa owulo niha sato, börö da'ö möi niha tenga ha ba wowöli soguna khöra bahiza göi ba wanöndra oya ngawalö sangomusoi'ö tödö. Börö da'ö oya zalua ba zi fasui harimbale. So zi famai bola ma voli. So zanunö-nunö ba so göi lafo wemanga. So zi famai ba so göi zangai rafe niha sato. Itaria na i so göi zikola wanunö. <br>Börö da'ö ato niha si möi ba harimbale ena'ö tola omuso dödöra. Tola börö me fakese ba nawö-awöra ma zui börö wamaisa ma na i börö wamadu tuo. (Baso dohu-tohu zinura <strong>Harimbale</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/9/91/Charlottenburg_Stra%C3%9Fe_des_17._Juni_Flohmarkt-004.jpg"
    },
    {
      "id": 13,
      "title": "Famohu niha",
      "text": "<strong>Famohu niha</strong> no sambua waosatö si föföna sibai nitörö niha ba Danö Niha me föna na omasi ira mangowalu. Samohu niha ha ono matua. Ha ono matua zi tola möi manöröi tanö ba wangalui ono'alawe somasi ia tobali ngambatönia dania. Tola sa ifohu samösa nono matua somasi ia ono'alawe, bahiza i angetulania tenga ba dangania. Oi angetula ndra satuania na tola ma tebai tebe'e ia nihalö khö nono matua somasi ia andrö. (Baso dohu-tohu zinura <strong>Famohu niha</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/22/COLLECTIE_TROPENMUSEUM_Een_bruid_van_Nias_TMnr_10005440.jpg"
    },
    {
      "id": 14,
      "title": "Fökhö gulo",
      "text": "<strong>Fökhö gulo</strong> no sambua wökhö salua börö me mo'amböta mboto ba wanga'asogö nifotöi <em>insulin</em>. Moguna <em>insulin</em> andre ba wamalalaŵa wa'oya gulo ba mboto niha, ena'ö böi töra oya ma zui töra ambö. <br>Fökhö andre no asese tesöndra ba zi sagörö ulidanö. Molo'ö WHO me ndröfi 2014 mofökhö gulo töra 422 juta niha sabölö atua moroi ba zi 18 fakhe. Ba molo'ö fangerai sambua gamaota fökhö gulo Amerika ba ndröfi 2035 dania ba edöna so 592 juta niha sofökhö gulo... (Baso dohu-tohu zinura <strong>Fökhö gulo</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/66/Blausen_0580_Insulin_Syringe%26Pen.png"
    },
    {
      "id": 15,
      "title": "Charles Darwin",
      "text": "<strong>Charles Darwin</strong> no samösa gere geologi awö biologi, si tehöngö ba zi sagörö ulidanö börö zöndrania sanandrösa ba nifotöi <strong>teori evolusi</strong>. Molo'ö Darwin manumbu fefu zauri ba gulidanö andre moroi ba wurugö fefu zauri meföna (ba li Inggris <em>common ancestors</em>). Ma'ökhö no tobali sambua teori nitemagö ba zi sagörö ulidanö teori andre, ba no tobali ia dane-dane fefu wangi'ila nifotöi <em>sains</em> (Baso dohu-tohu zinura <strong>Charles Darwin</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/45/Charles_Darwin_1880.jpg"
    },
    {
      "id": 16,
      "title": "Die Heilkunde der Niasser",
      "text": "<strong>Die Heilkunde der Niasser</strong> (eluahania <strong>Lala Wamadöhö Wökhö ba Ndraono Niha</strong>) no sambua mbuku nisura J.P. Kleiweg de Zwaan, samösa guru ba Universitas Amsterdam si möi ba Danö Niha wolau wangosili <em>ilmiah</em>.<br> Bua wangosili'önia andrö ya'ia mbuku si 293 nga'örö wa'awe'e-we'e niraka me 1913. Buku andre no buku fondrege fahöna ba wangozara oi ngawalö wökhö si tesöndra ba Danö Niha meföna: duma-dumania hadia mbörö oi ngawalö wökhö andrö ba hadia göi lala wamadöhö ya'ia molo'ö fangi'ila Nono Niha. (Baso dohu-tohu zinura <strong>Die Heilkunde der Niasser</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/fb/COLLECTIE_TROPENMUSEUM_Portret_van_Dr._Kleiweg_de_Zwaan_in_Teloekdalem_tijdens_zijn_antropologisch_onderzoek_op_Zuid-Nias_TMnr_10018860.jpg"
    },
    {
      "id": 17,
      "title": "Ernst Ludwig Denninger",
      "text": "<strong>Ernst Ludwig Denninger</strong> no samösa falito Protestan moroi ba Jerman si möi mamazaewe Taromali Lowalangi ba Danö Niha meföna. Bahiza tehöngö göi ia me ya'ia zi oföna sibai mangali Duria Somuso Dödö nisura Luka ba li Niha, heŵa'ae lö la'oguna'ö ia niha. <br>Denninger no göi falito Protestan si föföna sibai mame'e fombayaigö idanö khö Nono Niha. Terou dödönia we'amöi ba Danö Niha aefa falukha ia khö Ndraono Niha si so ba Padang. <br>Aefa halöŵönia ba Danö Niha, mangawuli Denninger ba Jerman ba lö ara aefa da'ö iröi gulidanö. (Baso dohu-tohu zinura <strong>Ernst Ludwig Denninger</strong> ba Wikipedia Nias)",
      "image": ""
    },
    {
      "id": 18,
      "title": "Böni",
      "text": "<strong>Böni</strong> no sambua wökhö guli ni'a'asogö sambua dungö sotöi <em>Sarcoptes scabiei</em>. Na no i'usu guli niha tungö andre ba ibörötaigö mowo'a-wo'a guli andrö, atoto mbu si so ba da'ö, ba maulu wa'ali-ali. <br>Tungö <em>Sarcoptes scabiei</em> andre no owulo-wulo, so 8 rozi gahenia no anifi-nifi, fa'anaunia mato 300–600 x 250–400 μm na sihene ba 200–240 x 150–200 μm na simatua. Auri ia ba narö guli ba wenaeta guli nifotöi <em>epidermis</em>. Hulu dungö andre oroma mowatö-fatö irege oroma hulö zi tölu sagi ia. Baero da'ö so mbu sanau ba gahe nomoro 3 ba ba nomoro 4 khö zihene dungö andre, bahiza ha so mbu ba gahe nomoro 3 khö zimatuania. (Baso dohu-tohu zinura <strong>Böni</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Sarcoptes_scabiei_1950_000.jpg"
    },
    {
      "id": 19,
      "title": "The da Vinci Code",
      "text": "<strong>The Da Vinci Code</strong> no sambua <em>novel detektif misteri</em> nisura <strong>Dan Brown</strong>, si no oya tefamawa göi ba Indonesia. Bakha ba novel andre itutunö Dan Brown nitörö Robert Langdon awö Sophie Neveu, aefa alua wamunu niha ba Museum Louvre ba kota Paris.<br> Moroi ba da'ö fatahö ira ndra nifotöi <strong>Biarawan Sion</strong> awö ndra solohi khö <strong>Opus Dei</strong> ba wangalui hadia sindruhu <strong>wa no mangowalu Yesu</strong> khö Maria Magdalena. Inönö nasa ba da'ö Dan Brown nidunö-dunö sanandrösa ba <strong>Mako Ni'amoni'ö</strong>, ni'oguna'ö Yesu ba wemanga safuria fatua lö mate ia. Aefa da'ö molo'ö novel andre <strong>ira razo Prancis</strong> moroi ba nga'ötö Meroving no <strong>ma'uwu Yesu samösa</strong> moroi khö Maria Magdalena. (Baso dohu-tohu zinura <strong>The da Vinci Code</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/3/30/Dan_Brown_November_2015.jpg"
    },
    {
      "id": 20,
      "title": "Kabupaten Nias",
      "text": "<strong>Kabupaten Nias</strong> no sambua kabupaten ba Provinsi Sumatra Utara si so ba Danö Niha. Kodenia ba wamatörö 12.04. Me 2016 lafawu'a ibu kotania moroi ba Gunungsitoli ba <strong>Gidö</strong>, me fabali Gunungsitoli moroi ba Kabupaten Nias tobali Kota Gunungsitoli. Tuho lala wangalui ba Kabupaten Nias no <strong>sohalöŵö ba danö</strong> ba <strong>fakiri</strong> ba nasi. Molo'ö Badan Pusat Statistik so 22.100 <strong>niha silumana</strong> ba Kabupaten Nias me 2020, eluahania <strong>15,69%</strong> moroi ba wa'oya niha mbanua. Fa'oya niha mbanuania 143.319 (2019) ba arakhagö fefu ira Ono Niha. Agamara Niha Keriso (98,81% me 2019). Ba kabupaten andre so göi bandara Binaka si so ba Kecamatan Gidö. (Baso dohu-tohu zinura <strong>Kabupaten Nias</strong> ba Wikipedia Nias)",
      "image": ""
    },
    {
      "id": 21,
      "title": "Yasato Harefa",
      "text": "<strong>Yasato Harefa</strong> (* Gunungsitoli 16 Mei 1945) no samösa guru sabölö tehöngö börö ngawalö zinunö si no ifazökhi awö mbuku wamahaö Li Niha si no ifa'anö. Tuho halöŵönia ya'ia tobali guru PNS. Heŵa'ae tumbu ia ba Danö Niha, ibörögö zekolania me 1957 ba SR (<em>Sekolah Rakyat</em>) ba Sibolga ba itohugö ba SMP Negri Sibolga me 1960. Awena aefa da'ö itohugö zekolania ba SMA Negri Gunungsitoli (1963).<br> Me no awai ba möi ia kuliah ba Universitas HKBP Nommensen ba Pematangsiantar (1968) wamahaö ba Sastra Inggris. Aefa da'ö kuliah zui ia ihalö <em>Pendidikan Umum</em> ba IKIP Gunungsitoli (1975). Furi hö inönö na sa faoma kuliah <em>Psikologi</em>, <em>Pendidikan</em> ba <em>Bimbingan</em> ba IKIP Gunungsitoli (1987). (Baso dohu-tohu zinura <strong>Yasato Harefa</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Yas_Harefa_%28potrait%29.jpg"
    },
    {
      "id": 22,
      "title": "Tödö",
      "text": "<strong>Tödö</strong> no tuho wa'auri molo'ö fangera-ngera niha Mesir meföna. Börö da'ö na mate khöra niha, laheta fefu galakhaö, simanö göi guto, ha tödö niröira bakha. Awena dania labe'e dalu-dalu ba mboto zimate andrö falö obou, lalöwösi ia ba labe'e bakha ba lewatö sebua. Tödö andre dania zi fao khö zi mate ba wofanönia irugi wa'auri silö'aetu. <br>No fakhili-khili <em>zinöndra</em> andre ba <em>zinöndra</em> Nono Niha sanandrösa ba dödö. Tödö no salahi niha ma'asageu. Baero da'ö so <em>Hikaya Dödö Hia</em> ba Nono Niha ba ba Niha Keriso so hada wamosumange <em>Tödö Yesu Ni'amoni'ö</em>. (Baso dohu-tohu zinura <strong>Tödö</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Sagrado_Cora%C3%A7%C3%A3o_de_Jesus_-_escola_portuguesa%2C_s%C3%A9culo_XIX.png"
    },
    {
      "id": 23,
      "title": "Tungö ite",
      "text": "<strong>Tungö</strong> no töi zauri si no <strong>maulu wa'ide-idenia</strong>, irege lö oroma ia ba hörö. Na tafaedogö wa'anau dungö ba gutu si so yaŵa ba mbu niha duma-dumania (fa'anau gutu ambö töra 2 mm), ba tola tefa'oli 2 juta dungö ite simane virus korona ba dete sageu gutu!<br> Ena'ö tola oroma dungö simane andre moguna nifotöi <strong>mikroskop</strong>. Na tola i'ebua hurufo side-ide sambua sörömi hörö ni'oguna'ö ba wombaso, tola i'ebua'ö dungö side-ide mikroskop, irege oroma ia khöda. (Baso dohu-tohu zinura <strong>Tungö ite</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/82/SARS-CoV-2_without_background.png"
    },
    {
      "id": 24,
      "title": "Tsunami",
      "text": "<strong>Tsunami</strong> (moroi ba li Jepang 津波, eluahania <em>lowu sebua saekhu ba labua</em>) no salua na möi yaŵa lowu sebua ba danö sahatö ba mbewe nasi, irege tekiko fefu hadia ia zi so ba danö simane omo, lala, sinanö btn. ba tehanigö.<br> Lowu sebua andre alua ia na so <strong>ndruru sebua barö nasi</strong>, mendrua manö na mamoka danö barö nasi börö ndruru danö andrö. Itugu abölö-bölö ndruru, itugu abölö-bölö göi molö nidanö nasi sondrugi tanö dania. So zirugi 90 km ero jam wa'abölö wofanö nidanönia. Andrö wa tola ifufu ba ihanigö gofu hadia ia, irege tola mate niha.<br> Alua tsunami sabölö-bölö ba Aceh me <strong>26 Desember 2004</strong>. Oya afufu nomo, sinanö ba urifö, ba oya mate niha, tenga ha ba danö Aceh, bahiza göi ba danö si fasui simane Thailand ba Tanö Niha. (Baso dohu-tohu zinura <strong>Tsunami</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Tsunami_Khao_Lak_2004.jpg"
    },
    {
      "id": 25,
      "title": "Tionghoa",
      "text": "<strong>Tionghoa</strong> no töi niha si tefaböbö khö ngawalö soi moroi ba Tiongkok si no tobali sowanua ba Indonesia, Malaysia ba ba Singapura. Ba wangoguna'ö töi simane, lafabö'öni ira niha Tiongkok ma niha Cina (eluahania niha sowanua ba Tiongkok ma Cina) moroi ba niha Tionghoa, ya'ia nga'ötö ngawalö soi soroi ba Tiongkok si no tobali sowanua ba negara si so ya'ira ma'ökhö. Börö da'ö so nifotöi niha Tionghoa Indonesia (niha Indonesia moroi ba soi Tionghoa), Tionghoa Malaysia (niha Malaysia moroi ba soi Tionghoa), Tionghoa Singapura (niha Singapura moroi ba soi Tionghoa) ba tanöbö'önia na. <br>Ba Danö Niha so göi döi <strong>Kehai</strong>. Bahiza töi simane da'e fakhili ira ngawalö döi tanöbö'ö simane niha mbae'a, niha mbekhua ba tanöbö'önia na. Eluahania, da'a no ngawua wehede nifotöi <em>informal</em> ba itaria na i fatutu dödö niha wamondrondrongo ya'ia. (Baso dohu-tohu zinura <strong>Tionghoa</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/1/18/Kwik_Kian_Gie.jpg"
    },
    {
      "id": 26,
      "title": "Talö",
      "text": "<strong>Talö</strong> no ngawalö zinanö bayania tola labali'ö ö ma famalala gö. Lö ta'ila sibai heza oföna sibai latanö dalö, hadia ba Asia Tenggara ma zui ba Asia Tengah, bahiza ta'ila wa no latanö ia niha fatua lö labörötaigö wananö fakhe. Iada'a no muzawili dalö ba zi sagörö ulidanö simane ba India, Cina, Afrika Barat ba Afrika Utara, faoma Hindia Barat. Tenga ha ba Danö Niha labali'ö dalö andre famalala gö ma famaedo gö, bahiza göi ba danö bö'ö misa simane ba hulo Oseania. (Baso dohu-tohu zinura <strong>Talö</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/0/03/Eddoe_2017.jpg"
    },
    {
      "id": 27,
      "title": "Rafarafa",
      "text": "<strong>Rafarafa</strong> no ngawalö zinumbua si tefaböbö ba famili ndru'u sobowo sihulö luo (töi ilmiah khönia <em>Asteraceae</em> ma <em>bunga matahari</em> ba li Indonesia). Asese tumbu ia ba zinga newali ma zui ba zinga geno'o, ba tola göi ba golayama, ba zinga lala, ba mbewe mbandra, ba zinga mbombo ba tanöbö'önia. Ŵa'ania aro fakha'a tou ba danö. Tölania abe'e ba adogo-dogo. Bulunia tumbu sagö-sagörö moroi ba döla, fonga'eunia manganau ba no ahalo-halo tanö ba mbalö, mogökha-gökha ba zinga ba mogumo dete mbulunia. Na no atua ia ba mobowo. Bowonia no orudu ba lalai döla, sola'a safusi ba itaria göi so zobowodoru.<br> Asese la'oguna'ö rafarafa tobali dalu-dalu wökhö gowimanekhe (li Indonesia: <em>batu ginjal</em>), fökhö gulo ba dalu-dalu wa'aukhu. Bahiza tebai labadu ia ira'alawe sotabina, börö tola ibe'e adudu nono ba dalu. (Baso dohu-tohu zinura <strong>Rafarafa</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Elephantopus_scaber_by_kadavoor.jpg"
    },
    {
      "id": 28,
      "title": "Instagram",
      "text": "<strong>Instagram</strong> no sambua aplikasi ba HP ni'oguna'ö ba wamazaewe turia faoma foto awö video. No tuho dödö Instagram na <strong>ta'o'ö-o'ö zangoguna bö'ö</strong> ba <strong>la'o'ö-o'ö ita</strong> sangoguna bö'ö andrö. Itugu ato niha solo'ö ya'ita (<em>followers</em>) ba itugu tehöngö ita ba gotalua fefu zangoguna bö'ö ba Instagram. <br>Baero da'ö so ba Instagram lala wangoroma'ö wa <strong>omasi</strong> ita sambua foto (laŵaö ba li Inggris: <em>like</em>), ya'ia na tahöndrögö gambara side-ide soroma hulö tödö (♥) ba gahe sambua foto ma video. Mendruamanö tola göi musura <strong>zöndra</strong> sanandrösa ba zi sambua foto/video andrö. Itugu ato niha same'e tandra wa'omasi ma zui sanura zöndra ba gahe zi sambua foto/video, itugu tehöngö foto/video andrö. Da'ö zalua na laŵa'ö wa no tobali <strong>viral</strong> sambua foto/video, eluahania no alio sibai muzawili ia <strong>hulö virus</strong>. (Baso dohu-tohu zinura <strong>Instagram</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/9/95/Instagram_logo_2022.svg"
    },
    {
      "id": 29,
      "title": "Fulu goroisa",
      "text": "<strong>Fulu Goroisa</strong> no angolifa fulu goroisa si no tobali dane-dane wamahaö <strong>lala wa'auri</strong> bakha ba agama Yahudi, Niha Keriso ba Islam. Molo'ö Sura Ni'amoni'ö, ifa'ema goroisa andrö khö Moze Lowalangi, ba no isura ia Moze ba dete gara wanura. Börö da'ö itaria göi lafotöi ia <strong>Kara Wanura Huku</strong> ma ba Li Ibrani לוחות הברית (lûḥōt habbǝrît), eluahania kara wanura amabu'ula. <br>Latandrösaigö fefu wamahaö bakha ba Gereja Katolik ba zi fulu goroisa andre. Na <strong>mangaku horö</strong> ira ba lasekhegö dödöra ua molo'ö zi fulu goroisa andrö. Na omasi lasofu hadia zöndra Gereja ba gofu hadia ia zalua ba niha (simane fangetu'ö halöŵö ba politik, famunu niha, korupsi, fangosawuyu, fangaekhugö nono, fasuwöta, btn.) ba silötolalö'ö <strong>lasofu ua</strong> hadia zi no ifakhoi Lowalangi bakha ba zi fulu goroisa andrö. (Baso dohu-tohu zinura <strong>Fulu goroisa</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Tablets_of_the_Ten_Commandments_in_The_Ten_Commandments_trailer_2.jpg"
    },
    {
      "id": 30,
      "title": "YouTube",
      "text": "<strong>YouTube</strong> no sambua mbolokha gu'ö ba internet heza tola la'irö'ö gambara saliŵa-liŵa niha, ena'ö tola lafaigi ia niha bö'ö. Oya ngawalö video nifairö niha ba YouTube: so filem, TV, video musik, video fondrara tödö awö video famahaö, so video sanau ba so göi video sadogo-dogo. <br>Tola i'irö'ö video ba YouTube ero niha, lö moguna labe'e okosi khö Google. Isöndra harenia Google moroi ba nifotöi <strong>iklan</strong> ni'oroma'ö gasa-gasa lafaigi video niha. Börö da'ö itugu oya niha samaigi sambua video (eluahania itugu oya niha samaigi iklan) ba itugu oya mohare Google. Hare nisöndrania andrö ibe'e ösa khö zamazökhi video ma zui khö zangokhögö kanal video andrö. Andrö göi mbörö wa la'odödögö sibai niha wamazökhi video same'e tobali dödö niha ma same'e tobali mofönu ato niha ma zui same'e tobali afökhö dödö niha (duma-dumania huhuo sangobousi töi niha ma töi sambua soi, btn.). Itugu tobali dödö niha ma zui mofönu ira, itugu lasura zöndrara ba wanimbagö ösi video andrö, ba itugu owölö-ölö ira wamazaewe ya'ia khö zi fa'ila khöra. (Baso dohu-tohu zinura <strong>YouTube</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/0/09/YouTube_full-color_icon_%282017%29.svg"
    },
    {
      "id": 31,
      "title": "Fangesa sebua",
      "text": "<strong>Fangesa Sebua</strong> ma sabölö fagönania <strong>Fangesa Dödö Sebua</strong> no töi nibe'e niha ba zalua ba ginötö <strong>1915-1930</strong>, me alio muzawili Duria Somuso Dödö ba zi sagörö Tanö Niha, irege ba ginötö si lö arara <strong>ato</strong> Nono Niha tobali niha Keriso. <br>Me luo da'ö no töra 50 fakhe wa'ara me no tohare misi Protestan ba Danö Niha, bahiza hulö na ambö mowua halöŵö ndra falito andrö. Bahiza me 1915 tohare wangesa dödö <strong>si lö mudöna-döna</strong>, si muzawili hulö galitö ba zi sagörö Tanö Niha. Fagohi niha ba wangolembai famati khö Keriso, <strong>lafufu</strong> fefu zi fakhai ba wamatira föna, ya'ia da'ö fefu zi fakhai ba wame'e adu, lala wamosumange zatua ba Danö Niha meföna, heŵa'ae sindruhunia lö fatimba ba goroisa Lowalangi wamosumange satua, nifalua nasa Niha Keriso bö'ö ba danö segebua misa irugi ma'ökhö. (Baso dohu-tohu zinura <strong>Fangesa sebua</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Houten_beeld%2C_een_vierarmige_hermafrodiet_voorstellend-_Stichting_Nationaal_Museum_van_Wereldculturen_-_TM-1940-1.jpg"
    },
    {
      "id": 32,
      "title": "Niha Keriso",
      "text": "<strong>Niha Keriso</strong> no töi nibe'e khö ndra solohi khö Yesu Keriso. Molo'ö zura <strong>Halöŵö Zinenge</strong>, te'oguna'ö wanötöi andre si föföna sibai ba mbanua <strong>Antiokhia</strong> (HalZin 11:26). Aefa we'amöi tou Geheha Ni'amoni'ö yaŵa ndra nifahaö Yesu (HalZin 2) muzawili Duria Somuso Dödö khö Yesu andrö ba gotalua niha si tenga niha Yahudi, i'otarai Yerusalema irugi Roma. Molo'ö tradisi ndra niha Keriso föna alio sibai monönö wa'ato niha Keriso andre, irege ba zi lö arara so tölu nahia si tobali hunö wa'anihakeriso ba ginötö da'ö, ya'ia ba Roma, ba Antiokhia ba ba Alexandria. <strong>Ba mbanua Antiokhia andre tebörögö tetötöi ndra samati khö Yesu andrö niha Keriso</strong>. (Baso dohu-tohu zinura <strong>Niha Keriso</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Juan_S%C3%A1nchez_Cot%C3%A1n_-_Baptism_of_Christ%2C_1600%E2%80%9327.jpg"
    },
    {
      "id": 33,
      "title": "Banua Niha Keriso",
      "text": "<strong>Banua Niha Keriso</strong> no töi ni'oguna'ö ba wangali fehede <strong>gereja</strong> ba li Niha bakha ba <strong>Gereja Protestan</strong>. Andrö wa so Banua Niha Keriso Protestan ma asese te'adogo'ö BNKP eluahania sambua denominasi gereja Protestan si so dadaomania ba Danö Niha. <br>Sindruhunia <strong>fehede gereja</strong> ma ba li Yunani ἐκκλησία (famoligö ya'ia ekklesia) <strong>abölö faudu</strong> moroi ba wehede banua, börö me oya te'oguna'ö ia bakha ba zura Gamabu'ulali Sibohou (114 kali). Duma-dumania ba HalZin 11:26 tesura, <em>Ba tobali döfi wa'ara falukha-lukha ira ba mbanua andrö...,</em> sindruhunia <strong>tenga ba mbanua</strong> tesura bakha ba da'ö bahiza <strong>ba gereja</strong> ma ἐκκλησία. <br>Ba li Indonesia te'oguna'ö göi wehede <strong>umat</strong> ma <strong>jemaat</strong> nihalö moroi ba li Arab si fagölö eluaha ba wehede ἐκκλησία ba li Yunani. Bahiza abölö fagöna na te'oguna'ö wehede nitemada moroi ba <strong>Zura Ni'amoni'ö</strong> samösa, ya'ia da'ö ba <strong>li Yunani</strong> ba tenga ba li Arab. (Baso dohu-tohu zinura <strong>Banua Niha Keriso</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/9/96/BNKP_Tebing_Tinggi_01.jpg"
    },
    {
      "id": 34,
      "title": "Tuo",
      "text": "<strong>Tuo</strong> no ngawalö nibadu nihalö moroi ba hakhi mbua nohi ma hakhi mbua nakhe ba so khönia bakha nifotöi <strong>alkohol</strong>. So dombua ngawalö ia, <strong>tuo mbanua</strong> ba <strong>tuo nifarö</strong>. Tuo mbanua no tuo sawena muhalö moroi ba nakhe, si lö nasa mufarö. Mo'amböta mbosi wa'oya alkohol khönia. Bahiza na no lafarö ia, tobali alaŵa sibai mbosi wa'oya alkohol khönia (arakhagö 100%) ba lafotöi ia tuo nifarö. <br>Ba danö segebua misa so oya sibai ngawalö nibadu si so <strong>ha ma'ifu</strong> alkohol khönia bakha. Asese lafaruka ia faoma ö bö'ö, so raso ndrima (labe'e bakha ma'ifu ndrima), so raso lase, so raso mago, so raso gae, btn. Labadu ia niha <strong>tobali fangomuso dödö, tenga ena'ö mabu</strong>. <br>Na tola lalau zimanö niha bö'ö, harumani tebai göi lalau ia Ono Niha, na so zangodödögö wolau ya'ia. Duma-dumania tola lafazökhi nibadu simane tuo si ha ma'ifu so bakha alkohol irege lö mabu niha ba börö da'ö lö tefaböbö ba nifotöi <em>minuman keras</em> ba li Indonesia.<br> Duma-dumania tola lafazökhi duo raso ndruria (lafuraka ma'ifu duria), tuo raso gae (lafaruka ma'ifu gae), tuo raso wakhe (lafaruka ma'ifu mböra), btn. Na so zamörögö wolau da'a, ba tola tobali ia lala wangalui ba Danö Niha. (Baso dohu-tohu zinura <strong>Tuo</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/Fresh_Palm_Wine.jpg"
    },
    {
      "id": 35,
      "title": "Ndriwo",
      "text": "<strong>Ndriwo</strong> no fehede ni'oguna'ö niha ba Danö Niha ba nagole si tobali faosatö gö na manga ira. Nagole andre tola nagole mbawi, manu ma i'a ma tanöbö'önia. Me föna ha ŵaraö so ndriwo me lö lala wangirö'ö ya'ia. Ha i'a soköli zi tola la'irö'ö ara ba nomo ba tobali ndriwo sasese so ba mbanu-banua misa. Awena so ndriwo, na la'odödögö wamahö manu ma zui bawi ba urifö bö'ö. Ma zui na so walöŵa ba owasa bö'ö ba mbanua. <br>Na ambö wemanga nagole ba <strong>mo'amböta</strong> ba mboto nifotöi <strong>zat besi</strong>. Lö ta'ila na da'ö göi mbörö wa asese so wökhö nifotöi <em>anaemia</em> ba Danö Niha me föna, ya'ia na lö döla-döla, adogo-dogo hanu-hanu ba mamözi-mözi dödö. <br>Ma'ökhö ta'ila wa heŵa'ae lö manga ndriwo ma nagole niha, tola te'a'asogö <strong>zat besi</strong> soguna ba mboto na tobönö la'a <strong>nandröta, toru, höwa</strong>, ngawalö <strong>harita</strong> ma zui ngawalö <strong>mbulugeu sowuge'e</strong> bö'ö. (Baso dohu-tohu zinura <strong>Ndriwo</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Roasted_Pork_Neck_Meat_with_Sweet_%26_Sour_Sauce.jpg"
    },
    {
      "id": 36,
      "title": "Astronomi",
      "text": "<strong>Astronomi</strong> no sambua mbolo wangi'ila sangosili fefu hadia ia zi so ba mbanua si yaŵa simane ngawalö planet Merkurius, Venus, Mars, btn. fao ba da'ö Tanöa si so ya'ita nikaonida tanö. Baero planet so göi <strong>luo</strong> ba <strong>döfi</strong>, heŵa'ae luo samösa sindruhunia no göi sambua döfi. <br>Angowuloa fefu ndröfi si fahatö si no fa'ohe fefu börö wondröni nifotöi gravitasi lafotöi <strong>galaksi</strong>. Galaksi si so ya'ita andre lafotöi <strong>bimasakti</strong> ba li Indonesia, bahiza ba li bö'ö lafotöi ia <strong>lala safönu idanö zusu</strong> (li Inggris The Milky Way), börö na taifaigi ia yaŵa ba mbanua <strong>oroma ia</strong> hulö lala safönu haga safusi simane susu saduwa ba lala. (Baso dohu-tohu zinura <strong>Astronomi</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/43/ESO-VLT-Laser-phot-33a-07.jpg"
    },
    {
      "id": 37,
      "title": "Köfa Agape",
      "text": "<strong>Köfa Agape</strong> no sambua göfa nasi si föföna sibai lö aetu molaya ba gotaluara Gunungsitoli ba Sibolga meföna. <br>Tohare ia ba Danö Niha me Juli 1965. Ba ndröfi andrö la'owasaini <strong>yubileum 100 fakhe</strong> wanuriaigö Turia Somuso Tödö ba Danö Niha ira Gereja BNKP ba labe'e <strong>mbualara</strong> ira Gereja Protestan Rheinland moroi ba Jerman sambua göfa. <br>Börö we'aso göfa Agape andre ato niha moroi ba Danö Niha sofanö-fanö möi ba Sumatra, he ba wowöli soguna khöra ma zui gama-gama wogalera ba he göi ba wangalui fa'auri. <strong>Ato zawu'a</strong> moroi ba Danö Niha ba wangalui fa'auri ba hulo Sumatera. (Baso dohu-tohu zinura <strong>Köfa Agape</strong> ba Wikipedia Nias)",
      "image": ""
    },
    {
      "id": 38,
      "title": "Tolögu",
      "text": "<strong>Tolögu</strong> no sambua <strong>gari</strong> sasese oroma lasaitagö ba löwi-löwira ya'ira sondrönia'ö ba ginötö gowasa aefa wangai högö me föna ba Danö Niha. Irugi ma'ökhö tesöndra nasa dolögu ba mbanua simane Hilisimaetanö ba Kabupaten Nias Selatan.<br> Tolögu no ondröita zatua ba <strong>ha ira si'ulu</strong> zangokhögö ya'ia, andrö lö tesöndra ia ba ero nomo. Sifabö'ö dolögu moroi ba gari tanöbö'ö ya'ia da'ö ngawalö <strong>nifö</strong> nifa'anö faoma <strong>nue</strong> hulö bola tobali gaba-gaba ba mbörö zaembunia. Saembu dolögu tefagamöi moroi ba geu sabe'e, nifatahö ba niböbö faoma laoya awö zi'öli. Balönia no latoto faoma gambara högö gaurifö si hulö lasara. Me föna faduhu dödö niha wa <strong>so wa'abölö</strong> ba dolögu si so gaba-gaba simane. (Baso dohu-tohu zinura <strong>Tolögu</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/80/COLLECTIE_TROPENMUSEUM_Een_jonge_man_op_Zuid-Nias_poseert_voor_de_camera_TMnr_60024866.jpg"
    },
    {
      "id": 39,
      "title": "Sarambia",
      "text": "<strong>Adu Sarambia</strong> no sambua nadu moroi ba Danö Niha si no <strong>fabö'ö</strong> moroi ba nadu tanöbö'ö. Adu andre no famokhala samösa <strong>ina</strong> si sindro <strong>ba gotalua ndraononia soya</strong>. Molo'ö nidunö-dunö lafazökhi nadu andre ba wanörötödö samösa ndra alawe si no mamalua fefu owasa sedöna mufalua götö wa'aurinia ba börö da'ö göi labe'e töinia <strong>Ina Mbanua</strong>. Baero da'ö labe'e göi töinia <strong>awali</strong>, me irugi wondrege lakhömi niha, no i'awalisi fefu zinangea ba niha. <br>Ba nadu andre oroma i'adölö'ö dangania si tobali tandra wa manari ia. Baero da'ö so sambua bola nafo ba dangania kambölö, ni'oguna'önia ba wangowai dome si möi ba fefu gowasa nifaluania. Niha sato si so ba zingania kambölö ba kambera no fefu ndraono khönia ba fefu niha mbanua si no tobali ma'uwunia. (Baso dohu-tohu zinura <strong>Sarambia</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Adu_Sarambia.jpg"
    },
    {
      "id": 40,
      "title": "Amaedola",
      "text": "<strong>Amaedola</strong> no sambua lala huhuo sangoguna'ö <strong>maedo-maedo</strong> ba wanguma'ö hadia ia. Moroi na latörö lala huhuo nifamahö towa, lahaogö wanguma'ö ya'ia ena'ö lö tetutu ba dödö zamondrongo. Duma-dumania ba wanegu iraono si lö sökhi amuata, moroi na lahöwö ia, lafatörö khönia gamaedola simane <em>Böi badu nidanö ba wehasu-hasu</em> ma zui <em>Böi hulö fatuko bawa zangasio</em>. <br>Bahiza so tölu ngawalö gamaedola. So gamaedola sebua simane nidunö-dunö sanau wanutunö ya'ia, so göi gamaedola side-ide simane mato ha'uga ngaroro wehede, ba so göi gamaedola nihohoi'ö fanguma'ö. <br>Sasese tarongo laŵa'ö niha ero ma'ökhö no <strong>amaedola side-ide</strong>. Asese lafazaewe gamaedola si mane ba media sosial simane Facebook. Amaedola nihohoi'ö fanguma'ö asese tarongo ia ba ginötö gowasa, falöŵa, bakha ba zinunö btn. <br><strong>Amaedola sebua</strong> lö asese mututunö ia ba wahuhuosa si ero ma'ökhö börö me <strong>anau</strong> ia. Te'oguna'ö ia ba wamahaö, ba wombaso hikaya khö ndraono, ba wamazaewe hikaya si tobali börö wame'e töi sambua banua ma öri, btn. So felendrua ngawalö ia. (Baso dohu-tohu zinura <strong>Amaedola</strong> ba Wikipedia Nias)",
      "image": ""
    },
    {
      "id": 41,
      "title": "Andrew Beatty",
      "text": "<strong>Andrew Beatty</strong> no samösa gere antropologi moroi ba Inggris si no irai mamalua fangosili ba Danö Niha (Susua-Gomo) ba wolohi döi nifotöi D.Phil (doktor filsafat) ba Universitas Oxford, Inggris. Ifa'anö mbua wangosilinia ba Danö Niha andrö bakha ba mbuku <em>Society and Exchange in Nias</em> (1992) awö bakha ba mbuku <em>After the Ancestors. An Anthropologist's Story</em> (2015). Baero da'ö no isura ha'uga ngawua zinura bö'ö si fakhai ba Nono Niha simane <em>Asymetric Alliance in Nias, Indonesia</em>, <em>Ovasa: Feasts of merit in Nias</em> ba <em>Longhouse lockdown</em>. Dua fakhe wa'arania wamalua halöŵö wangosili andrö ba zi sambua banua ba Zusua i'otarai 1986 irugi 1988. Iada'a mohalöŵö ia tobali guru sebua Antropologi ba Universitas Brunel London. (Baso dohu-tohu zinura <strong>Andrew Beatty</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Andrew_Beatty.jpg"
    },
    {
      "id": 42,
      "title": "Baluse",
      "text": "<strong>Baluse</strong> no sambua wakake ni'oguna'ö ba wanaha ma manaisi doho awö wöda ba ginötö wasuwöta ba Danö Niha meföna. Lahaogö ia moroi ba geu ma zui moroi ba zi'öli niböbözi. Baluse si tesöndra ba danö yöu abölö ide-ide ia moroi ba mbaluse si so ba mbanua bö'ö ba Danö Niha. Fangehaogö ba fangoguna'ö baluse fao ia ba wa'atedou wangi'ila ba wamazökhi tolögu, gari, toho buluse faoma öroba uli mbuaya si tobali ngawalö wakake ni'oguna'ö ba wasuwöta ba ginötö si lalö. (Baso dohu-tohu zinura <strong>Baluse</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/62/COLLECTIE_TROPENMUSEUM_Houten_schild_met_rotan_strengen_over_de_breedte_TMnr_A-1388a.jpg"
    },
    {
      "id": 43,
      "title": "Evolusi",
      "text": "<strong>Evolusi</strong> no töi <strong>waö-waö wa'atebulö fefu zauri</strong> ba gulidanö si no ahou sibai wa'aluania irege tenga ngaotu bahiza ngahö-ngahönö fakhe wa'ara. Ba mböröta me ibörötaigö wangoguna'ö wehede andre <strong>Charles Darwin</strong>, waö-waö andre lafotöi na sa teori, andrö asese laŵa'ö ia teori evolusi. Bahiza ma'ökhö no oya sa'ae nifotöi <em>bukti ilmiah</em> he ba mbolo biologi, antropologi, geografi, btn. irege no tobali ia <strong>tenga ha teori sa'ae</strong>. <br>No ara la'osisi'ö ira ere biologi hadia ia nifotöi biologi evolusi. Bahiza awena tebörögö teboka wangera-ngera niha me isura mbukunia Charles Darwin sotöi <em>On the Origin of Species</em> niraka me ndröfi 1859. (Baso dohu-tohu zinura <strong>Evolusi</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Timeline_evolution_of_life.svg"
    },
    {
      "id": 44,
      "title": "Fanunu Fandru",
      "text": "<strong>Fanunu Fandru</strong> no töi <strong>Luo Wa'atumbu Yesu</strong> ma <strong>Luo Natal</strong> ba Danö Niha. Laŵa'ö niha Ya'ahowu Wanunu Fandru na omasi ira laŵaö Ya'ahowu Hari Natal. Ba li Jerman latötöi ia <strong>Weihnacht</strong>, eluahania bongi solakhömi. Fangowai Natal khöra lamane Frohe Weihnacht, eluahania bongi solakhömi solohe fangomuso dödö. Ba li Inggris latötöi luo Natal <strong>Christmas</strong> ba fangowai Natal Happy Christmas. Ba so göi wangowai Merry Christmas sasese te'oguna'ö ba Amerika, bahiza ba Inggris asese lafakhai niha merry Christmas faoma femanga ba famadu si töra (fa'amabu-mabu). Andrö wa lö aetu i'oguna'ö wangowai <strong>Happy Christmas</strong> razo Inggris ba tenga merry Christmas. (Baso dohu-tohu zinura <strong>Fanunu Fandru</strong> ba Wikipedia Nias)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Kandang-natal.jpg"
    }
  ],
  "stories": [
    {
      "id": 1,
      "title": "Ba'e ba Angi",
      "text": "Ba zi samuza luo samuza inötö me föna, so sageu mba'e sebua si so ba gatua... No ilau mudadao yaŵa ba ndraha geu aŵöni sebua ba salaŵa, ifakhö-fakhölö ia wamaigi fasuinia. Imane tödönia lö sabölö baero ndra'o. Ilau mu'ao-ao, ibözi-bözi dötö'ania imane, <em>He sökha, he böhö, baeŵa, ulö, boroe, buaya, ba he teu toho, he angi sabölö, ba lömanö si tola mama'ala ya'o</em>.<br>Me larongo da'ö ira ngawawa nangi, aukhu dödöra ba lamane khö nawöra... <br><em>(Alui nidunö-dunö <strong>Ba'e ba Angi</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/78/Proboscis_monkey_%28Nasalis_larvatus%29_composite.jpg"
    },
    {
      "id": 2,
      "title": "Ono Hambae ba Inania",
      "text": "So sara nono hambae solangi-langi faoma inania ba nasi. I'anema'ö i'ila so zadöni dödönia ba mbewe nasi. Iŵaö khö ninania, <em>He na, ae ohe ndrao ba nöfi.</em> Itema linia inania, <em>Böi nogu. Böi oi o'ö gofu hadia zi tumbu ba dödöu. Hambae wö ita andre, ba abölö sökhi toröi ita bakha ba nidanö.</em> Ba lö irongo li ninania ono hambae andrö... <br><em>(Alui nidunö-dunö <strong>Ono Hambae ba Inania</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Green_Turtle_Chelonia_Mydas_%28224075535%29.jpeg"
    },
    {
      "id": 3,
      "title": "Bo'ole ba Bebe",
      "text": "Simane si no ta'ila, ilu'i-lu'i nomonia bo'ole. Gofu hewisa wolaunia, tebai iröi nomonia. Molo'ö nidunö-dunö, alua zimanö me i'elifi ia Yupiter börö me areu ia, no i'agö-agö manö nomo ba lö möi ia ba wangowalu Yupiter, heŵa'ae no laforege wogaoni ya'ia...<br>Samuza ma'ökhö falukha ia mato hadauga mbebe. Ba izara-zara khöra gabula dödönia... <br><em>(Alui nidunö-dunö <strong>Bo'ole ba Bebe</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Tortoise_closeup.jpg"
    },
    {
      "id": 4,
      "title": "Kabu Gedena ba Kabu Feisbuk",
      "text": "No sonekhe sibai gulö andrö moroi ba gotalua zaliŵa-liŵa ba danö. Ba möi ia iŵaö khö ndra'alawe: <em>Hadia sindruhu wa no iŵaö tebai so khömi hape si so internet?</em> Imane ira alawe andrö: <em>Tola sa ma'okhögö hape si so internet, ba hiza i no göi iŵaö khöma wa tebai ma'oguna'ö feisbuk, instagra, tikito ba tanö bö'ö na. Na mababaya da'ö ba mate ndra'aga!</em> Ba imane khönia ulö: <em>Ma'ifu lö mate ami! Na mi'oguna'ö facebook, instagram ma tiktok ba ha teboka hörömi ba mihalö selfi, ba muzawili selfimi ba zi sagörö ulidanö.</em> <br><em>(Alui nidunö-dunö <strong>Kabu Gedena ba Kabu Feisbuk</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/29/The_girl_is_taking_selfie.jpg"
    },
    {
      "id": 5,
      "title": "Es De Em",
      "text": "Lö na sa tebato deu toho me irongo mu'ao samösa niha moroi baero nomo. Tokea ia ba ihatö'ö ia ba zandrela ba wamaigi haniha. No ibe yaŵa högönia nöu bulu gae, ba hiza no abasö-basö ia fefu. <em>Hadia andre nomo khö nama Warisa?</em> Moroi ba mbadagahe awö dandraluo si so ba mbö'ödangania, te samösa <em>mahasiswa</em> ia andrö. <em>Ya'ia wö. Haniha ni'aluimö?</em> itema li Ama Warisa. I'atarö'ö hörönia ba ihaogö wamaigi nama Warisa onomatua andrö... <br><em>(Alui nidunö-dunö <strong>Es De Em</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/2/27/COLLECTIE_TROPENMUSEUM_Koperen_halssieraad_omwikkeld_met_kokosnootschaal_TMnr_272-29.jpg"
    },
    {
      "id": 6,
      "title": "Balugu Sihönöfao",
      "text": "Me föna so samösa zalaŵa sotöi Sihönöfao si raya ba Hilizihönö. So khönia fulu nono matua. Samuza ma'ökhö maoso Zihönöfao, möi ia tobali tome khö mbalugu Gaza ba Hiliganöwö. I'ohe fao khönia nononia si dafulu awö ndra niha mbanuania, mato daotu ira fefu. Ba imane balugu Gaza: <em>Salaŵa sebua domeda andrö ba ato göi nawönia fao. Börö da'ö ni'ebua'ö ndriwora ba nifosumange ira!</em> Ba ifafahö lima nga'eu mbawi so zi fulu alisi ba so göi zi fa sazilo... <br><em>(Alui nidunö-dunö <strong>Balugu Sihönöfao</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/51/Tari_Perang_Nias.jpg"
    },
    {
      "id": 7,
      "title": "Gaga",
      "text": "So samösa niha sotöi Kawofo. Samuza ma'ökhö möi ia malu, heŵa'ae moteu-teu. Ba hiza lö ahulu-hulu ia me lö si falukha khönia zökha. Börö da'ö ilau mangawuli ba nomo lö ösi-ösi danga. Ba dalu lala i'ila samösa ndra alawe sobogö-bogö gönia talö ba dete galitö.<br>Ba ihatö'ö ia Gawofo, me omasi ia moleu ya'ia ba galitö ba wangokoli'ö barunia. Ba me arakhagö irugi zinga galitö... <br><em>(Alui nidunö-dunö <strong>Gaga</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/K%E2%81%A0r%C3%A5ke_-_C%E2%81%A0orvus_cornix_sitting_at_the_top_of_a_tree_in_Austevoll.jpg"
    },
    {
      "id": 8,
      "title": "Asu Gatua ba Ono Nambi",
      "text": "So sara nono nambi si no ibörötaigö tumbu ŵaha. Börö da'ö imane tödönia wa no ebua-bua ia ba no tola sa'ae mofanö samösa ia. Me tanö owi me ikaoni ia inania moroi ba nahia wemanga ndru'u, ena'ö mangawuli ba nomo, lö ifondrondrongo li ninania. Itohugö manö wemanga ndru'u. Lö ara aefa da'ö me ifazaŵa hörönia, i'ila wa lö nambi si toröi, no oi mangawuli ira ba nomo... <br><em>(Alui nidunö-dunö <strong>Asu Gatua ba Ono Nambi</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Domestic_goat_kid_in_capeweed.jpg"
    },
    {
      "id": 9,
      "title": "La'a-la'a Gowi",
      "text": "Lö aröu sibai gowi si möi ya'aga. Lö na i ahori sara nafo ba no murugi ia. Anehe sibai ndra'o da'ö, börö me ero marugi ia, inganga-nganga nasa nafonia inagu na ibörötaigö wohalöŵö. Ba hiza ma'ökhö no fabö'ö manö moroi ba zi to'ölö. <em>Hana, Na?</em> ubali'ödo furi. <em>Lö wö, nogu. Ha abua dölagu ma'ifu,</em> itema ligu. <em>Ba hana no afusi mbawau, Na?</em> Lö hede-hedenia... <br><em>(Alui nidunö-dunö <strong>La'a-la'a Gowi</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/74/Sweet_potatoes_2.jpg"
    },
    {
      "id": 10,
      "title": "Simiki ba Sikimi",
      "text": "Asöndru dödö Nama Zimiki ba wamaigi fo'omonia manihoi gowirio. Ifakhölö ia, ifakoli wangera-ngerania ba lö hadöi lala sedöna mame'e nifiza soguna. Lö itaha, mangona ia khö Nina Zimiki, mofanö ia ba wangalui diwo. Imane ba dödönia, na so ndriwo ba tola ma'ifu moraso gowirio andrö. Ihalö mbelewania, idali sabata ba maera sahatö ba naha nawu. So göi mbola-bola, ba lö itaha sa'ae heŵa'ae manoru-noru deu, ba tenga taha-tahania ba we'amöi ba wangalui diwora ba dalu luo andre... <br><em>(Alui nidunö-dunö <strong>Simiki ba Sikimi</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Boys_in_the_river_of_Venezuela.jpg"
    },
    {
      "id": 11,
      "title": "Kadi'a ba Guru Tane'a",
      "text": "Ba wamarou tödö ndraono, ihalö sara fena moroi ba nono mbarunia Guru Tane'a. Fena nifo'ösi taŵa, lö bohou sibai, ba hiza i no baga-baga... <em>Yang bisa menjawab pertanyaan tadi, dia akan mendapat ini...</em> ifezaŵa dangania Guru Tane'a, tangania kabera sololohe fena andrö. Labato wagua-guasa iraono, lö nini-nini. Zara lafahasu ira. Ifakhölö-khölö ia Guru Tane'a, i'ila wa so wa'edöna Gadi'a wanema li.<br>Ifulö-fulö dangania Kadi'a, ba lö ahono ia ba mbaku-baku, omasi ia ifezaŵa dangania ba wanemali. Ba lö alua... <br><em>(Alui nidunö-dunö <strong>Kadi'a ba Guru Tane'a</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/1/1d/A_beautiful_girl_with_an_expressive_eyes_expression_%2815965969455%29.jpg"
    },
    {
      "id": 12,
      "title": "Hikaya Duada Hia",
      "text": "<em>Hadia mböröta niha tou ba danö?<br>hadia mböröta niha tou ba dao?<br>Amada Ara Foriwu Zihönö,<br>Amada Ara Foriwu Zato,<br>zi lö ato niha samondrondrono,<br>zi lö ato niha si faego-faego,<br>zambö terongo koci-koci nangi,<br>zambö terongo ciu-ciu noho...</em> <br><em>(Alui nidunö-dunö <strong>Hikaya Duada Hia</strong> ba Wikibuku)</em>",
      "image": "https://upload.wikimedia.org/wikipedia/commons/6/67/The_Creation_Michelangelo.jpg"
    }
  ],
  "words": [
    {
      "id": 1,
      "word": "aeru",
      "definition": "itugu aröu, itugu ise-ise gofanöŵania",
      "example": "Lö hadöi"
    },
    {
      "id": 2,
      "word": "afaito",
      "definition": "sanandrösa ba gamuata niha somasi-masi molau zafökhö ba niha bö'ö, lö molo'ö sinangea ba si faudu, igo'ö manö nilau dödönia samösa",
      "example": "Lö hadöi"
    },
    {
      "id": 2,
      "word": "alizuzu",
      "definition": "1) nahia fondrege yaŵa ba döla högö; 2) nahia fondrege yaŵa ba dete hili; 3) töi zalaŵa hada ma zalaŵa mbanua",
      "example": "Lö hadöi"
    },
    {
      "id": 3,
      "word": "amakhoita",
      "definition": "goi-goi si no tehaogö ba tehonogöi tobali lohe-lohe ba wangamuri fa'auri niha, he ba wongambatö, ba halöŵö, ba wamatörö, ba gorahua, ba tanö bö'önia, irege so gamonita",
      "example": "Lö hadöi"
    },
    {
      "id": 4,
      "word": "ataha",
      "definition": "na lö nasa asoso (bua zinanö simane gae, lase, bowo, btn. ma zui ö nirino simane fakhe, gowi, bulugeu, btn.)",
      "example": "Lö hadöi"
    },
    {
      "id": 5,
      "word": "atöngö",
      "definition": "1) no ahono manö, lö manohugö wohalöŵö; 2) lö mamö'i hörö",
      "example": "Lö hadöi"
    },
    {
      "id": 6,
      "word": "ba'a",
      "definition": "1) tanö nikhao nifo'idanö ba wamaliaro i'a; 2) naha wemondri ba naha wangai idanö nibadu; 3) mamarou ba wanaha ena'ö böi alua hadia ia",
      "example": "Lö hadöi"
    },
    {
      "id": 7,
      "word": "banua",
      "definition": "1) sambua nahia zowanua nifasindro ndra furugö me föna; ero banua simane so zatua mbanuania ba so göi zalaŵa hadania; 2) sambua nahia molo'ö administrasi wamatörö Indonesia nifotöi desa; ero banua simane so zalaŵania ba sangai halöŵö bö'ö nifotöi aparat desa; 3) fefu ni'ilada si so si yaŵa na tafaöga ita; itaria muhombo wofo ma so lawuo yaŵa ba da'ö; 4) angowuloa ma zui niha si tefaböbö ba zi sambua angowuloa ma nahia; 5) amatöröŵa Lowalangi (si so bakha ba Zura Ni'amoni'ö)",
      "example": "Lö hadöi"
    },
    {
      "id": 8,
      "word": "batö",
      "definition": "1) (Ut) nahia toröi niha sagötö fa'aurira (omo); 2) (Teng) salo",
      "example": "Lö hadöi"
    },
    {
      "id": 9,
      "word": "bewe nidanö",
      "definition": "nöfi ma nahia si so ba gotaluara danö ba idanö sandrohu nungo nidanö",
      "example": "Lö hadöi"
    },
    {
      "id": 10,
      "word": "elea",
      "definition": "ono nidanö; mbombo side-ide; ungo nidanö side-ide",
      "example": "Lö hadöi"
    },
    {
      "id": 11,
      "word": "fae'atasa",
      "definition": "salua sahöli-höli dödö sangomusoi'ö tödö niha simane fanari, fanunö ba tanö bö'önia",
      "example": "Lö hadöi"
    },
    {
      "id": 12,
      "word": "fa'u-fa'u",
      "definition": "lehe zinumbua sauri ba danö si tesöndra misa ba kabu; oroma ia hulö teköröbu; asese labali'ö ia bulugeu",
      "example": "Lö hadöi"
    },
    {
      "id": 13,
      "word": "gambödo",
      "definition": "lö ahono dödö ba zi no so; fa'ambö-ambö manö",
      "example": "Lö hadöi"
    },
    {
      "id": 14,
      "word": "henu-henu",
      "definition": "bögi side-ide, si to'ölönia mangazuni ira ba hogu gae",
      "example": "Lö hadöi"
    },
    {
      "id": 15,
      "word": "howu",
      "definition": "1) wo'a-wo'a si so na faruka ira zi'öli ba oho, börö nidanö ma zui namo; oroma ia hulö oroyo-royo aitö; 2) bulu ma hogu sawuyu-wuyu",
      "example": "Lö hadöi"
    },
    {
      "id": 16,
      "word": "ilo",
      "definition": "idanö sangele baero moroi bakha ba mbawa niha ma aurifö",
      "example": "Lö hadöi"
    },
    {
      "id": 17,
      "word": "kata",
      "definition": "fakake ni'oguna'ö ba wangalösö'ö wafa ma bagolö, lafazökhi ia moroi ba geu ba balö zi'öli satarö nifazökhi hulö lela",
      "example": "Lö hadöi"
    },
    {
      "id": 18,
      "word": "katawaena",
      "definition": "töi wofo side-ide sasese muhombo-hombo ba dalumbanua na alu mbanua ba ilau teu. Asese göi manuge ira ba dali listrik",
      "example": "Lö hadöi"
    },
    {
      "id": 19,
      "word": "lafoyo",
      "definition": "töi nahia si so ba gotaluara dötö'a ba löwi-löwi",
      "example": "Lö hadöi"
    },
    {
      "id": 20,
      "word": "madono",
      "definition": "na mo'ono samösa ndra'alawe; na ibe'e tumbu samösa nono",
      "example": "Lö hadöi"
    },
    {
      "id": 21,
      "word": "mamaeri",
      "definition": "mame'e tödö ba wondrorogö samösa niha ma hadia ia; mamönökhi khönia zoguna ero ma'ökhö",
      "example": "Lö hadöi"
    },
    {
      "id": 22,
      "word": "mamaku",
      "definition": "mombali'ö tanö mangoguna'ö faku tobali nahia wananö sinanö ma börö zinanö",
      "example": "Lö hadöi"
    },
    {
      "id": 23,
      "word": "mamiza",
      "definition": "1) (ŵa'a wehede biza) mamalemba mbalö hadia ia faoma pateri (asese te'oguna'ö ia ba elektronik); 2) (moroi ba li Indonesia meminjam) mangandrö moroi ba niha bö'ö wangoguna'ö hadia ia (bolo mbenua, fakake, kefe) sedöna mufuli ba zi so föna (tola so nono ma zui lö'ö, simane ono gefe)",
      "example": "Lö hadöi"
    },
    {
      "id": 24,
      "word": "manabina",
      "definition": "na so nono ba dalu samösa ndra'alawe (abeto)",
      "example": "Lö hadöi"
    },
    {
      "id": 25,
      "word": "mangasiwai",
      "definition": "nilau niha na lahorigö halöŵöra irege awai ma zui mangosara ena'ö awai hadia ia",
      "example": "Lö hadöi"
    },
    {
      "id": 26,
      "word": "mangefa",
      "definition": "mofanö moroi ba zi sambua naha lumalö ba naha bö'ö",
      "example": "Lö hadöi"
    },
    {
      "id": 27,
      "word": "mangezaya",
      "definition": "möi ba nidanö-sebua; moluaha dalu; möi ti'i",
      "example": "Lö hadöi"
    },
    {
      "id": 28,
      "word": "maniaga",
      "definition": "mamawa gofu hadia zoguna ba niha si tobali börö wangalui",
      "example": "Lö hadöi"
    },
    {
      "id": 29,
      "word": "manizi",
      "definition": "modögö fefu mboto börö wa'atata döla, so börö wa'olofo ba so göi börö wa'ata'u",
      "example": "Lö hadöi"
    },
    {
      "id": 30,
      "word": "manou'ö",
      "definition": "1) mame'e tou gofu hadia ia (ba zalo, ba danö, ba newali btn.); 2) mama'ema noro dödö khö samösa niha bö'ö; 3) mama'ema fehede famasao duma-dumania ba walöŵa",
      "example": "Lö hadöi"
    },
    {
      "id": 31,
      "word": "manunö",
      "definition": "1) nilau niha na falailö ira ma zui na mondröni hendri-hendri ira; 2) nilau niha na lafaehagö zi so ba dödöra ba niha bö'ö",
      "example": "Lö hadöi"
    },
    {
      "id": 32,
      "word": "mohola",
      "definition": "no i'a alitö ba ibörötaigö oroma nifotöi lela galitö",
      "example": "Lö hadöi"
    },
    {
      "id": 33,
      "word": "molöwö",
      "definition": "1) moloho hadia ia faoma nukha, karate, lae-lae ma zui plastik; 2) molohe ö khö dalifusö simane khö zibaya",
      "example": "Lö hadöi"
    },
    {
      "id": 34,
      "word": "mondrindriga",
      "definition": "manuko-nuko ngai ma ahe niha ena'ö ma'igi ira",
      "example": "Lö hadöi"
    },
    {
      "id": 35,
      "word": "mowengu-wengu",
      "definition": "na me'e lö abölö-bölö ba lö aetu-aetu (tö'ölö laŵa'ö ia na me'e ndraono, bahiza asese göi la'oguna'ö ia bakha ba manö-manö ma ba zinunö tobali fangali wehede me'e)",
      "example": "Lö hadöi"
    },
    {
      "id": 36,
      "word": "olayama",
      "definition": "1) ewali föna fefu nomo si te'oli ba mbanua; 2) (teknologi) tuho nga'örö sambua mbolokha gu'ö digital (Internet)",
      "example": "Lö hadöi"
    },
    {
      "id": 37,
      "word": "oroma",
      "definition": "na tola i'ila hörö na lafaigi ia",
      "example": "Lö hadöi"
    },
    {
      "id": 38,
      "word": "röi",
      "definition": "1) mamarou niha, ena'ö lö la'ohe hadia ia ba naha bö'ö ma zui lö lafawu'a ia; 2) mamarou niha ba wame'e tosai furi niha bö'ö",
      "example": "Lö hadöi"
    },
    {
      "id": 39,
      "word": "sarilahia",
      "definition": "sinanö, bulunia la'oguna'ö tobali fangomuhua gö nirino",
      "example": "Lö hadöi"
    },
    {
      "id": 40,
      "word": "senu",
      "definition": "no oi fawuka gera-era, irege lamane niha no owöhö ia",
      "example": "Lö hadöi"
    },
    {
      "id": 41,
      "word": "söndra dödö",
      "definition": "fangera-era situmbu ba dödö; bua wangera-era",
      "example": "Lö hadöi"
    },
    {
      "id": 42,
      "word": "taha",
      "definition": "1) mamarou ba wanehegö alua hadia ia heŵa'ae afökhö ba dödö ma ba mboto; 2) mamarou ba walö mame'e zinangea mube'e ma zui lö manehegö tefalua gohitö dödöra niha bö'ö; mombatogö hadia ia; 3) mamarou ba wangai tobali noro dödö mbalazo zohalöŵö si manga gazi",
      "example": "Lö hadöi"
    },
    {
      "id": 43,
      "word": "tambalina",
      "definition": "1) fangali zalaŵa hada, sanolo ya'ia ba wama'ema amakhoita, ba wanguhukhu ma ba wamatö fo'ömö; 2) botoŵa tanöbö'ö si tumbu ma si fagölö moroi ba zi no so ma si no musöndra",
      "example": "Lö hadöi"
    },
    {
      "id": 44,
      "word": "tambila",
      "definition": "fakake ni'oguna'ö ba wamaruka sime ma zui ba wogao tanö",
      "example": "Lö hadöi"
    },
    {
      "id": 45,
      "word": "töwu-töwu",
      "definition": "balu-balu sabe'e nibe'e yaŵa ba dete gofu hadia ia nibalugö duma-dumania mako, figa, btn.",
      "example": "Lö hadöi"
    },
    {
      "id": 46,
      "word": "tuhe",
      "definition": "si toröi tanö tou moroi ba döla geu me no aefa la'obö",
      "example": "Lö hadöi"
    },
    {
      "id": 47,
      "word": "ulitö",
      "definition": "fakhe si lö na sa latutu tobali böra, so na sa gulinia",
      "example": "Lö hadöi"
    },
    {
      "id": 48,
      "word": "uröi",
      "definition": "1) (ŵa'a wehede manguröi) mangosisi (nidanö) ba wangalui hadia ia (ö); 2) (moroi ba ŵa'a wehede mondröi) mofanödo; lö ni'ohegu hadia ia andrö; no toröi ia ba da'ö",
      "example": "Lö hadöi"
    },
    {
      "id": 49,
      "word": "ŵeŵe",
      "definition": "sinumbua sise-ise töla sanana ba döla geu, simane laeguara, tura-tura, mosu-mosu, lambana, iti-iti, btn.",
      "example": "Lö hadöi"
    },
    {
      "id": 50,
      "word": "wukhö-wukhö",
      "definition": "si möi yaŵa hulö gafasi moroi ba nidanö simane tuo",
      "example": "Lö hadöi"
    },
    {
      "id": 51,
      "word": "zau-zau",
      "definition": "si hulö simbo si möi yaŵa moroi ba nidanö na la'aukhugö ia",
      "example": "Lö hadöi"
    },
    {
      "id": 52,
      "word": "akaeŵa",
      "definition": "na alaŵa mboto töra moroi ba zi fagölö niha",
      "example": "Nagoyomanase sise-ise bawa ba sanau ikhu ba sanau kaeŵa."
    }
  ]
}
