[
  {
    "id": 1,
    "title": "Ba'e ba Angi",
    "text": "Ba zi samuza luo samuza inötö me föna, so sageu mba'e sebua si so ba gatua... No ilau mudadao yaŵa ba ndraha geu aŵöni sebua ba salaŵa, ifakhö-fakhölö ia wamaigi fasuinia. Imane tödönia lö sabölö baero ndra'o. Ilau mu'ao-ao, ibözi-bözi dötö'ania imane, <em>He sökha, he böhö, baeŵa, ulö, boroe, buaya, ba he teu toho, he angi sabölö, ba lömanö si tola mama'ala ya'o</em>.<br>Me larongo da'ö ira ngawawa nangi, aukhu dödöra ba lamane khö nawöra... <br><em>(Alui nidunö-dunö <strong>Ba'e ba Angi</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/78/Proboscis_monkey_%28Nasalis_larvatus%29_composite.jpg"
  },
  {
    "id": 2,
    "title": "Ono Hambae ba Inania",
    "text": "So sara nono hambae solangi-langi faoma inania ba nasi. I'anema'ö i'ila so zadöni dödönia ba mbewe nasi. Iŵaö khö ninania, <em>He na, ae ohe ndrao ba nöfi.</em> Itema linia inania, <em>Böi nogu. Böi oi o'ö gofu hadia zi tumbu ba dödöu. Hambae wö ita andre, ba abölö sökhi toröi ita bakha ba nidanö.</em> Ba lö irongo li ninania ono hambae andrö... <br><em>(Alui nidunö-dunö <strong>Ono Hambae ba Inania</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Green_Turtle_Chelonia_Mydas_%28224075535%29.jpeg"
  },
  {
    "id": 3,
    "title": "Bo'ole ba Bebe",
    "text": "Simane si no ta'ila, ilu'i-lu'i nomonia bo'ole. Gofu hewisa wolaunia, tebai iröi nomonia. Molo'ö nidunö-dunö, alua zimanö me i'elifi ia Yupiter börö me areu ia, no i'agö-agö manö nomo ba lö möi ia ba wangowalu Yupiter, heŵa'ae no laforege wogaoni ya'ia...<br>Samuza ma'ökhö falukha ia mato hadauga mbebe. Ba izara-zara khöra gabula dödönia... <br><em>(Alui nidunö-dunö <strong>Bo'ole ba Bebe</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Tortoise_closeup.jpg"
  },
  {
    "id": 4,
    "title": "Kabu Gedena ba Kabu Feisbuk",
    "text": "No sonekhe sibai gulö andrö moroi ba gotalua zaliŵa-liŵa ba danö. Ba möi ia iŵaö khö ndra'alawe: <em>Hadia sindruhu wa no iŵaö tebai so khömi hape si so internet?</em> Imane ira alawe andrö: <em>Tola sa ma'okhögö hape si so internet, ba hiza i no göi iŵaö khöma wa tebai ma'oguna'ö feisbuk, instagra, tikito ba tanö bö'ö na. Na mababaya da'ö ba mate ndra'aga!</em> Ba imane khönia ulö: <em>Ma'ifu lö mate ami! Na mi'oguna'ö facebook, instagram ma tiktok ba ha teboka hörömi ba mihalö selfi, ba muzawili selfimi ba zi sagörö ulidanö.</em> <br><em>(Alui nidunö-dunö <strong>Kabu Gedena ba Kabu Feisbuk</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/29/The_girl_is_taking_selfie.jpg"
  },
  {
    "id": 5,
    "title": "Es De Em",
    "text": "Lö na sa tebato deu toho me irongo mu'ao samösa niha moroi baero nomo. Tokea ia ba ihatö'ö ia ba zandrela ba wamaigi haniha. No ibe yaŵa högönia nöu bulu gae, ba hiza no abasö-basö ia fefu. <em>Hadia andre nomo khö nama Warisa?</em> Moroi ba mbadagahe awö dandraluo si so ba mbö'ödangania, te samösa <em>mahasiswa</em> ia andrö. <em>Ya'ia wö. Haniha ni'aluimö?</em> itema li Ama Warisa. I'atarö'ö hörönia ba ihaogö wamaigi nama Warisa onomatua andrö... <br><em>(Alui nidunö-dunö <strong>Es De Em</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/27/COLLECTIE_TROPENMUSEUM_Koperen_halssieraad_omwikkeld_met_kokosnootschaal_TMnr_272-29.jpg"
  },
  {
    "id": 6,
    "title": "Balugu Sihönöfao",
    "text": "Me föna so samösa zalaŵa sotöi Sihönöfao si raya ba Hilizihönö. So khönia fulu nono matua. Samuza ma'ökhö maoso Zihönöfao, möi ia tobali tome khö mbalugu Gaza ba Hiliganöwö. I'ohe fao khönia nononia si dafulu awö ndra niha mbanuania, mato daotu ira fefu. Ba imane balugu Gaza: <em>Salaŵa sebua domeda andrö ba ato göi nawönia fao. Börö da'ö ni'ebua'ö ndriwora ba nifosumange ira!</em> Ba ifafahö lima nga'eu mbawi so zi fulu alisi ba so göi zi fa sazilo... <br><em>(Alui nidunö-dunö <strong>Balugu Sihönöfao</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/51/Tari_Perang_Nias.jpg"
  },
  {
    "id": 7,
    "title": "Gaga",
    "text": "So samösa niha sotöi Kawofo. Samuza ma'ökhö möi ia malu, heŵa'ae moteu-teu. Ba hiza lö ahulu-hulu ia me lö si falukha khönia zökha. Börö da'ö ilau mangawuli ba nomo lö ösi-ösi danga. Ba dalu lala i'ila samösa ndra alawe sobogö-bogö gönia talö ba dete galitö.<br>Ba ihatö'ö ia Gawofo, me omasi ia moleu ya'ia ba galitö ba wangokoli'ö barunia. Ba me arakhagö irugi zinga galitö... <br><em>(Alui nidunö-dunö <strong>Gaga</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/K%E2%81%A0r%C3%A5ke_-_C%E2%81%A0orvus_cornix_sitting_at_the_top_of_a_tree_in_Austevoll.jpg"
  },
  {
    "id": 8,
    "title": "Asu Gatua ba Ono Nambi",
    "text": "So sara nono nambi si no ibörötaigö tumbu ŵaha. Börö da'ö imane tödönia wa no ebua-bua ia ba no tola sa'ae mofanö samösa ia. Me tanö owi me ikaoni ia inania moroi ba nahia wemanga ndru'u, ena'ö mangawuli ba nomo, lö ifondrondrongo li ninania. Itohugö manö wemanga ndru'u. Lö ara aefa da'ö me ifazaŵa hörönia, i'ila wa lö nambi si toröi, no oi mangawuli ira ba nomo... <br><em>(Alui nidunö-dunö <strong>Asu Gatua ba Ono Nambi</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Domestic_goat_kid_in_capeweed.jpg"
  },
  {
    "id": 9,
    "title": "La'a-la'a Gowi",
    "text": "Lö aröu sibai gowi si möi ya'aga. Lö na i ahori sara nafo ba no murugi ia. Anehe sibai ndra'o da'ö, börö me ero marugi ia, inganga-nganga nasa nafonia inagu na ibörötaigö wohalöŵö. Ba hiza ma'ökhö no fabö'ö manö moroi ba zi to'ölö. <em>Hana, Na?</em> ubali'ödo furi. <em>Lö wö, nogu. Ha abua dölagu ma'ifu,</em> itema ligu. <em>Ba hana no afusi mbawau, Na?</em> Lö hede-hedenia... <br><em>(Alui nidunö-dunö <strong>La'a-la'a Gowi</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/74/Sweet_potatoes_2.jpg"
  },
  {
    "id": 10,
    "title": "Simiki ba Sikimi",
    "text": "Asöndru dödö Nama Zimiki ba wamaigi fo'omonia manihoi gowirio. Ifakhölö ia, ifakoli wangera-ngerania ba lö hadöi lala sedöna mame'e nifiza soguna. Lö itaha, mangona ia khö Nina Zimiki, mofanö ia ba wangalui diwo. Imane ba dödönia, na so ndriwo ba tola ma'ifu moraso gowirio andrö. Ihalö mbelewania, idali sabata ba maera sahatö ba naha nawu. So göi mbola-bola, ba lö itaha sa'ae heŵa'ae manoru-noru deu, ba tenga taha-tahania ba we'amöi ba wangalui diwora ba dalu luo andre... <br><em>(Alui nidunö-dunö <strong>Simiki ba Sikimi</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Boys_in_the_river_of_Venezuela.jpg"
  },
  {
    "id": 11,
    "title": "Kadi'a ba Guru Tane'a",
    "text": "Ba wamarou tödö ndraono, ihalö sara fena moroi ba nono mbarunia Guru Tane'a. Fena nifo'ösi taŵa, lö bohou sibai, ba hiza i no baga-baga... <em>Yang bisa menjawab pertanyaan tadi, dia akan mendapat ini...</em> ifezaŵa dangania Guru Tane'a, tangania kabera sololohe fena andrö. Labato wagua-guasa iraono, lö nini-nini. Zara lafahasu ira. Ifakhölö-khölö ia Guru Tane'a, i'ila wa so wa'edöna Gadi'a wanema li.<br>Ifulö-fulö dangania Kadi'a, ba lö ahono ia ba mbaku-baku, omasi ia ifezaŵa dangania ba wanemali. Ba lö alua... <br><em>(Alui nidunö-dunö <strong>Kadi'a ba Guru Tane'a</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/1d/A_beautiful_girl_with_an_expressive_eyes_expression_%2815965969455%29.jpg"
  },
  {
    "id": 12,
    "title": "Hikaya Duada Hia",
    "text": "<em>Hadia mböröta niha tou ba danö?<br>hadia mböröta niha tou ba dao?<br>Amada Ara Foriwu Zihönö,<br>Amada Ara Foriwu Zato,<br>zi lö ato niha samondrondrono,<br>zi lö ato niha si faego-faego,<br>zambö terongo koci-koci nangi,<br>zambö terongo ciu-ciu noho...</em> <br><em>(Alui nidunö-dunö <strong>Hikaya Duada Hia</strong> ba Wikibuku)</em>",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/67/The_Creation_Michelangelo.jpg"
  }
]